Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# contextWorkStatusRetired
source: Retired
de: In Rente
es: Jubilado
fr: Retraité
hu: Nyugdíjas

# contextWorkStatusHomemaker
source: Homemaker / Stay-at-home parent
de: Hausfrau/Hausmann / Elternteil, der zu Hause bleibt
es: Ama de casa / Padre que se queda en casa
fr: Ménagère / Parent au foyer
hu: Háztartásbeli / Otthon maradó szülő

# contextWorkStatusCareerBreak
source: Career break / Sabbatical
de: Berufliche Auszeit / Sabbatical
es: Descanso profesional / Sabático
fr: Congé carrière / Sabbatique
hu: Karrier szünet / Szabadság

# contextWorkStatusOther
source: Other
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb

# contextIndustryTech
source: Tech / IT
de: Technologie / IT
es: Tecnología / TI
fr: Technologie / IT
hu: Technológia / IT

# contextIndustryFinance
source: Finance / Investments
de: Finanzen / Investitionen
es: Finanzas / Inversiones
fr: Finance / Investissements
hu: Pénzügy / Befektetések

# contextIndustryHealthcare
source: Healthcare
de: Gesundheitswesen
es: Salud
fr: Santé
hu: Egészségügy

# contextIndustryEducation
source: Education
de: Bildung
es: Educación
fr: Éducation
hu: Oktatás

# contextIndustrySalesMarketing
source: Sales / Marketing
de: Vertrieb / Marketing
es: Ventas / Marketing
fr: Ventes / Marketing
hu: Értékesítés / Marketing

# contextIndustryRealEstate
source: Real Estate
de: Immobilien
es: Bienes raíces
fr: Immobilier
hu: Ingatlan

# contextIndustryHospitality
source: Hospitality
de: Gastgewerbe
es: Hospitalidad
fr: Hôtellerie
hu: Vendéglátás

# contextIndustryGovernment
source: Government / Public sector
de: Regierung / Öffentlicher Sektor
es: Gobierno / Sector público
fr: Gouvernement / Secteur public
hu: Kormány / Közszolgáltatás

# contextIndustryCreative
source: Creative industries
de: Kreativwirtschaft
es: Industrias creativas
fr: Industries créatives
hu: Kreatív iparágak

# contextIndustryOther
source: Other
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb

# contextSelfAssessmentIntro
source: Rate your current situation in each area (1 = struggling, 5 = thriving)
de: Bewerten Sie Ihre aktuelle Situation in jedem Bereich (1 = Schwierigkeiten, 5 = blühend)
es: Evalúa tu situación actual en cada área (1 = luchando, 5 = prosperando)
fr: Évaluez votre situation actuelle dans chaque domaine (1 = en difficulté, 5 = épanoui)
hu: Értékeld a jelenlegi helyzetedet minden területen (1 = küzdő, 5 = virágzó)

# contextSelfHealthTitle
source: Health & Energy
de: Gesundheit & Energie
es: Salud y energía
fr: Santé & Énergie
hu: Egészség és energia

# contextSelfHealthSubtitle
source: 1 = serious issues/low energy, 5 = excellent vitality
de: 1 = ernsthafte Probleme/niedrige Energie, 5 = ausgezeichnete Vitalität
es: 1 = problemas graves/baja energía, 5 = excelente vitalidad
fr: 1 = problèmes graves/faible énergie, 5 = excellente vitalité
hu: 1 = súlyos problémák/alacsony energia, 5 = kiváló vitalitás

# contextSelfSocialTitle
source: Social Life
de: Soziales Leben
es: Vida social
fr: Vie sociale
hu: Társadalmi élet

# contextSelfSocialSubtitle
source: 1 = isolated, 5 = thriving social connections
de: 1 = isoliert, 5 = blühende soziale Kontakte
es: 1 = aislado, 5 = conexiones sociales prósperas
fr: 1 = isolé, 5 = connexions sociales épanouies
hu: 1 = elszigetelt, 5 = virágzó társadalmi kapcsolatok

# contextSelfRomanceTitle
source: Romantic Life
de: Romantisches Leben
es: Vida romántica
fr: Vie romantique
hu: Romantikus élet

# contextSelfRomanceSubtitle
source: 1 = absent/challenging, 5 = fulfilled
de: 1 = abwesend/herausfordernd, 5 = erfüllt
es: 1 = ausente/desafiante, 5 = realizado
fr: 1 = absente/difficile, 5 = épanouie
hu: 1 = hiányzó/kihívásokkal teli, 5 = beteljesült

# contextSelfFinanceTitle
source: Financial Stability
de: Finanzielle Stabilität
es: Estabilidad financiera
fr: Stabilité financière
hu: Pénzügyi stabilitás

# contextSelfFinanceSubtitle
source: 1 = major hardship, 5 = excellent
de: 1 = große Schwierigkeiten, 5 = ausgezeichnet
es: 1 = dificultades importantes, 5 = excelente
fr: 1 = grande difficulté, 5 = excellente
hu: 1 = jelentős nehézségek, 5 = kiváló

# contextSelfCareerTitle
source: Career Satisfaction
de: Karrierezufriedenheit
es: Satisfacción profesional
fr: Satisfaction professionnelle
hu: Karrier elégedettség

# contextSelfCareerSubtitle
source: 1 = stuck/stressed, 5 = progress/clarity
de: 1 = festgefahren/stressig, 5 = Fortschritt/Klarheit
es: 1 = estancado/estresado, 5 = progreso/claridad
fr: 1 = bloqué/stressé, 5 = progrès/clarté
hu: 1 = megrekedt/stresszes, 5 = előrehaladás/tisztánlátás

# contextSelfGrowthTitle
source: Personal Growth Interest
de: Interesse an persönlichem Wachstum
es: Interés en el crecimiento personal
fr: Intérêt pour la croissance personnelle
hu: Személyes fejlődés érdeklődés

# contextSelfGrowthSubtitle
source: 1 = low interest, 5 = very high
de: 1 = geringes Interesse, 5 = sehr hoch
es: 1 = bajo interés, 5 = muy alto
fr: 1 = faible intérêt, 5 = très élevé
hu: 1 = alacsony érdeklődés, 5 = nagyon magas

# contextSelfStruggling
source: Struggling
de: Kämpfen
es: Luchando
fr: En difficulté
hu: Küzdő

# contextSelfThriving
source: Thriving
de: Gedeihen
es: Prosperando
fr: Épanoui
hu: Virágzó

# contextPrioritiesTitle
source: What are your top priorities right now?
de: Was sind Ihre wichtigsten Prioritäten gerade?
es: ¿Cuáles son tus principales prioridades en este momento?
fr: Quelles sont vos principales priorités en ce moment ?
hu: Mik a legfontosabb prioritásaid most?

# contextPrioritiesSubtitle
source: Select up to 2 areas you want to focus on
de: Wählen Sie bis zu 2 Bereiche, auf die Sie sich konzentrieren möchten
es: Selecciona hasta 2 áreas en las que deseas enfocarte
fr: Sélectionnez jusqu'à 2 domaines sur lesquels vous souhaitez vous concentrer
hu: Válassz ki legfeljebb 2 területet, amire fókuszálni szeretnél

# contextGuidanceStyleTitle
source: Preferred guidance style
de: Bevorzugter Beratungsstil
es: Estilo de orientación preferido
fr: Style de guidance préféré
hu: Preferált útmutatási stílus

# contextSensitivityTitle
source: Sensitivity Mode
de: Sensitivitätsmodus
es: Modo de sensibilidad
fr: Mode de sensibilité
hu: Érzékenységi mód

# contextSensitivitySubtitle
source: Avoid anxiety-inducing or deterministic phrasing in guidance
de: Vermeiden Sie angstinduzierende oder deterministische Formulierungen in der Beratung
es: Evitar frases que induzcan ansiedad o deterministas en la orientación
fr: Évitez les formulations anxiogènes ou déterministes dans la guidance
hu: Kerüld az szorongást keltő vagy determinisztikus megfogalmazásokat az útmutatásban

# contextPriorityHealth
source: Health & habits
de: Gesundheit & Gewohnheiten
es: Salud y hábitos
fr: Santé & habitudes
hu: Egészség és szokások

# contextPriorityCareer
source: Career growth
de: Karrierewachstum
es: Crecimiento profesional
fr: Croissance professionnelle
hu: Karrier fejlődés

# contextPriorityBusiness
source: Business decisions
de: Geschäftsentscheidungen
es: Decisiones empresariales
fr: Décisions d'affaires
hu: Üzleti döntések

# contextPriorityMoney
source: Money & stability
de: Geld & Stabilität
es: Dinero y estabilidad
fr: Argent & stabilité
hu: Pénz és stabilitás

# contextPriorityLove
source: Love & relationship
de: Liebe & Beziehung
es: Amor y relación
fr: Amour & relations
hu: Szerelem és párkapcsolat

# contextPriorityFamily
source: Family & parenting
de: Familie & Elternschaft
es: Familia y crianza
fr: Famille & parentalité
hu: Család és szülőség

# contextPrioritySocial
source: Social life
de: Soziales Leben
es: Vida social
fr: Vie sociale
hu: Társadalmi élet

# contextPriorityGrowth
source: Personal growth / mindset
de: Persönliches Wachstum / Denkweise
es: Crecimiento personal / mentalidad
fr: Croissance personnelle / état d'esprit
hu: Személyes fejlődés / gondolkodásmód

# contextGuidanceStyleDirect
source: Direct & practical
de: Direkt & praktisch
es: Directo y práctico
fr: Direct & pratique
hu: Közvetlen és praktikus

# contextGuidanceStyleDirectDesc
source: Get straight to actionable advice
de: Direkt zu umsetzbaren Ratschlägen
es: Ve directo a consejos prácticos
fr: Allez droit au but avec des conseils pratiques
hu: Közvetlenül a cselekvőképes tanácsra

# contextGuidanceStyleEmpathetic
source: Empathetic & reflective
de: Empathisch & reflektierend
es: Empático y reflexivo
fr: Empathique & réfléchi
hu: Empatikus és reflektív

# contextGuidanceStyleEmpatheticDesc
source: Warm, supportive guidance
de: Warmes, unterstützendes Coaching
es: Orientación cálida y de apoyo
fr: Guidance chaleureuse et soutenante
hu: Meleg, támogató útmutatás

# contextGuidanceStyleBalanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
hu: Kiegyensúlyozott

# contextGuidanceStyleBalancedDesc
source: Mix of practical and emotional support
de: Mischung aus praktischer und emotionaler Unterstützung
es: Mezcla de apoyo práctico y emocional
fr: Mélange de soutien pratique et émotionnel
hu: Praktikus és érzelmi támogatás keveréke

# homeGuidancePreparing
source: Reading the stars and asking the Universe about you…
de: Die Sterne lesen und das Universum nach Ihnen fragen…
es: Leyendo las estrellas y preguntando al Universo sobre ti...
fr: Lire les étoiles et demander à l'Univers à votre sujet…
hu: Olvasom a csillagokat és kérdezem az Univerzumban rólad…

# homeGuidanceFailed
source: Failed to generate guidance. Please try again.
de: Fehler beim Generieren der Beratung. Bitte versuchen Sie es erneut.
es: No se pudo generar la orientación. Por favor, inténtalo de nuevo.
fr: Échec de la génération de la guidance. Veuillez réessayer.
hu: Nem sikerült útmutatást generálni. Kérlek, próbáld újra.

# homeGuidanceTimeout
source: Taking longer than expected. Tap Retry or check back in a moment.
de: Dauert länger als erwartet. Tippen Sie auf Wiederholen oder schauen Sie in einem Moment wieder vorbei.
es: Tomando más tiempo del esperado. Toca Reintentar o vuelve en un momento.
fr: Prend plus de temps que prévu. Appuyez sur Réessayer ou revenez dans un instant.
hu: Több időt vesz igénybe, mint vártuk. Koppints a Próbáld újra gombra, vagy nézz vissza egy pillanat múlva.

# homeGuidanceLoadFailed
source: Failed to load guidance
de: Fehler beim Laden der Beratung
es: No se pudo cargar la orientación
fr: Échec du chargement de la guidance
hu: Nem sikerült betölteni az útmutatást

# homeTodaysGuidance
source: Today's Guidance
de: Heutige Beratung
es: Orientación de hoy
fr: La guidance d'aujourd'hui
hu: Mai útmutatás

# homeSeeAll
source: See all
de: Alle ansehen
es: Ver todo
fr: Voir tout
hu: Összes megtekintése

# homeHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
hu: Egészség

# homeCareer
source: Career
de: Karriere
es: Carrera
fr: Carrière
hu: Karrier

# homeMoney
source: Money
de: Geld
es: Dinero
fr: Argent
hu: Pénz

# homeLove
source: Love
de: Liebe
es: Amor
fr: Amour
hu: Szerelem

# homePartners
source: Partners
de: Partner
es: Parejas
fr: Partenaires
hu: Partnerek

# homeGrowth
source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
hu: Fejlődés

# homeTraveler
source: Traveler
de: Reisender
es: Viajero
fr: Voyageur
hu: Utazó

# homeGreeting
source: Hello, {name}
de: Hallo, {name}
es: Hola, {name}
fr: Bonjour, {name}
hu: Helló, {name}

# homeFocusFallback
source: Personal Growth
de: Persönliches Wachstum
es: Crecimiento personal
fr: Croissance personnelle
hu: Személyes fejlődés

# homeDailyMessage
source: Your Daily Message
de: Ihre tägliche Nachricht
es: Tu mensaje diario
fr: Votre message quotidien
hu: A napi üzeneted

# homeNatalChartTitle
source: My Natal Chart
de: Mein Geburtshoroskop
es: Mi carta natal
fr: Mon thème natal
hu: Születési térképem

# homeNatalChartSubtitle
source: Explore your birth chart & interpretations
de: Erforschen Sie Ihr Geburtshoroskop & Interpretationen
es: Explora tu carta natal e interpretaciones
fr: Explorez votre carte de naissance & interprétations
hu: Fedezd fel a születési térképedet és értelmezéseit

# navHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
hu: Kezdőlap

# navHistory
source: History
de: Verlauf
es: Historial
fr: Historique
hu: Történelem

# navGuide
source: Guide
de: Leitfaden
es: Guía
hu: Útmutató

# navProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
hu: Profil

# navForYou
source: For You
de: Für Sie
es: Para ti
fr: Pour Vous
hu: Számodra

# commonToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma

# commonTryAgain
source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
hu: Próbáld újra

# natalChartTitle
source: My Natal Chart
de: Mein Geburtshoroskop
es: Mi carta natal
fr: Mon thème natal
hu: Születési térképem

# natalChartTabTable
source: Table
de: Tabelle
es: Tabla
hu: Táblázat

# natalChartTabChart
source: Chart
de: Diagramm
es: Gráfico
fr: Graphique
hu: Diagram

# natalChartEmptyTitle
source: No Natal Chart Data
de: Keine Natal Chart-Daten
es: No hay datos de la carta natal
fr: Aucune donnée de carte natale
hu: Nincs születési diagram adat

# natalChartEmptySubtitle
source: Please complete your birth data to see your natal chart.
de: Bitte vervollständigen Sie Ihre Geburtsdaten, um Ihr Natal Chart zu sehen.
es: Por favor completa tus datos de nacimiento para ver tu carta natal.
fr: Veuillez compléter vos données de naissance pour voir votre carte natale.
hu: Kérjük, töltsd ki a születési adataidat a születési diagram megtekintéséhez.

# natalChartAddBirthData
source: Add Birth Data
de: Geburtsdaten hinzufügen
es: Agregar datos de nacimiento
fr: Ajouter des données de naissance
hu: Születési adatok hozzáadása

# natalChartErrorTitle
source: Unable to load chart
de: Diagramm konnte nicht geladen werden
es: No se pudo cargar el gráfico
fr: Impossible de charger le graphique
hu: A diagram betöltése nem sikerült

# guidanceTitle
source: Daily Guidance
de: Tägliche Anleitung
es: Orientación Diaria
fr: Guidance Quotidienne
hu: Napi Útmutatás

# guidanceLoadFailed
source: Failed to load guidance
de: Anleitung konnte nicht geladen werden
es: Error al cargar la orientación
fr: Échec du chargement de la guidance
hu: Az útmutatás betöltése nem sikerült

# guidanceNoneAvailable
source: No guidance available
de: Keine Anleitung verfügbar
es: No hay orientación disponible
fr: Aucune guidance disponible
hu: Nincs elérhető útmutatás

# guidanceCosmicEnergyTitle
source: Today's Cosmic Energy
de: Kosmische Energie von heute
es: La Energía Cósmica de Hoy
fr: Énergie Cosmique d'Aujourd'hui
hu: A mai Kozmikus Energia

# guidanceMoodLabel
source: Mood
de: Stimmung
es: Estado de Ánimo
fr: Humeur
hu: Hangulat

# guidanceFocusLabel
source: Focus
de: Fokus
es: Enfoque
fr: Concentration
hu: Fókusz

# guidanceYourGuidance
source: Your Guidance
de: Ihre Anleitung
es: Tu Orientación
fr: Votre Guidance
hu: A te útmutatásod

# guidanceTapToCollapse
source: Tap to collapse
de: Tippen, um zu minimieren
es: Toca para colapsar
fr: Appuyez pour réduire
hu: Koppints a bezáráshoz

# historyTitle
source: Guidance History
de: Anleitungshistorie
es: Historial de Orientación
fr: Historique de Guidance
hu: Útmutatás Történet

# historySubtitle
source: Your cosmic journey through time
de: Ihre kosmische Reise durch die Zeit
es: Tu viaje cósmico a través del tiempo
fr: Votre voyage cosmique à travers le temps
hu: Kozmikus utazásod az időben

# historyLoadFailed
source: Failed to load history
de: Historie konnte nicht geladen werden
es: Error al cargar el historial
fr: Échec du chargement de l'historique
hu: A történet betöltése nem sikerült

# historyEmptyTitle
source: No history yet
de: Noch keine Historie
es: Aún no hay historial
fr: Pas encore d'historique
hu: Még nincs történet

# historyEmptySubtitle
source: Your daily guidances will appear here
de: Ihre täglichen Anleitungen erscheinen hier
es: Tus orientaciones diarias aparecerán aquí
fr: Vos guidances quotidiennes apparaîtront ici
hu: A napi útmutatásaid itt fognak megjelenni

# historyNewBadge
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
hu: ÚJ

# commonUnlocked
source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Débloqué
hu: Feloldva

# commonComingSoon
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hu: Hamarosan

# commonSomethingWentWrong
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose a mal tourné
hu: Valami hiba történt

# commonNoContent
source: No content available.
de: Keine Inhalte verfügbar.
es: No hay contenido disponible.
fr: Aucun contenu disponible.
hu: Nincs elérhető tartalom.

# commonUnknownError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba

# commonTakingLonger
source: Taking longer than expected. Please try again.
de: Dauert länger als erwartet. Bitte versuchen Sie es erneut.
es: Tomando más tiempo de lo esperado. Por favor, intenta de nuevo.
fr: Prend plus de temps que prévu. Veuillez réessayer.
hu: Hosszabb ideig tart, mint vártuk. Kérjük, próbáld újra.

# forYouTitle
source: For You
de: Für Sie
es: Para Ti
fr: Pour Vous
hu: Számodra

# forYouSubtitle
source: Personalized cosmic insights
de: Personalisierte kosmische Einblicke
es: Perspectivas cósmicas personalizadas
fr: Aperçus cosmiques personnalisés
hu: Személyre szabott kozmikus betekintések

# forYouNatalChartTitle
source: My Natal Chart
de: Mein Natal Chart
es: Mi Carta Natal
fr: Ma Carte Natale
hu: Születési Diagramom

# forYouNatalChartSubtitle
source: Your birth chart analysis
de: Ihre Geburtschart-Analyse
es: Análisis de tu carta natal
fr: Analyse de votre carte de naissance
hu: A születési diagramod elemzése

# forYouCompatibilitiesTitle
source: Compatibilities
de: Kompatibilitäten
es: Compatibilidades
fr: Compatibilités
hu: Kompatibilitások

# forYouCompatibilitiesSubtitle
source: Love, friendship & partnership reports
de: Berichte über Liebe, Freundschaft & Partnerschaft
es: Informes de amor, amistad y asociación
fr: Rapports sur l'amour, l'amitié et le partenariat
hu: Szerelem, barátság és partnerségi jelentések

# forYouKarmicTitle
source: Karmic Astrology
de: Karmische Astrologie
es: Astrología Kármica
fr: Astrologie Karmique
hu: Karmikus Asztrológia

# forYouKarmicSubtitle
source: Soul lessons & past life patterns
de: Seelenlektionen & Muster aus vergangenen Leben
es: Lecciones del alma y patrones de vidas pasadas
fr: Leçons de l'âme et schémas de vies passées
hu: Lélekleckék és múltbeli életminták

# forYouLearnTitle
source: Learn Astrology
de: Astrologie lernen
es: Aprender Astrología
fr: Apprendre l'Astrologie
hu: Tanulj Asztrológiát

# forYouLearnSubtitle
source: Free educational content
de: Kostenlose Bildungsinhalte
es: Contenido educativo gratuito
fr: Contenu éducatif gratuit
hu: Ingyenes oktatási tartalom

# compatibilitiesTitle
source: Compatibilities
de: Kompatibilitäten
es: Compatibilidades
fr: Compatibilités
hu: Kompatibilitások

# compatibilitiesLoadFailed
source: Failed to load services
de: Laden der Dienste fehlgeschlagen
es: Error al cargar los servicios
fr: Échec du chargement des services
hu: A szolgáltatások betöltése nem sikerült

# compatibilitiesBetaFree
source: Beta: All reports are FREE!
de: Beta: Alle Berichte sind KOSTENLOS!
es: Beta: ¡Todos los informes son GRATIS!
fr: Bêta : Tous les rapports sont GRATUITS !
hu: Béta: Minden jelentés INGYENES!

# compatibilitiesChooseReport
source: Choose a Report
de: Wählen Sie einen Bericht
es: Elige un Informe
fr: Choisissez un Rapport
hu: Jelentés választása

# compatibilitiesSubtitle
source: Discover insights about yourself and your relationships
de: Entdecken Sie Einblicke über sich selbst und Ihre Beziehungen
es: Descubre perspectivas sobre ti mismo y tus relaciones
fr: Découvrez des aperçus sur vous-même et vos relations
hu: Fedezd fel önmagadra és kapcsolataidra vonatkozó betekintéseket

# compatibilitiesPartnerBadge
source: +Partner
es: +Pareja
fr: +Partenaire

# compatibilitiesPersonalityTitle
source: Personality Report
de: Persönlichkeitsbericht
es: Informe de Personalidad
fr: Rapport de Personnalité
hu: Személyiség Jelentés

# compatibilitiesPersonalitySubtitle
source: Comprehensive analysis of your personality based on your natal chart
de: Umfassende Analyse Ihrer Persönlichkeit basierend auf Ihrem Natal Chart
es: Análisis completo de tu personalidad basado en tu carta natal
fr: Analyse complète de votre personnalité basée sur votre carte natale
hu: Átfogó elemzés a személyiségedről a születési diagramod alapján

# compatibilitiesRomanticPersonalityTitle
source: Romantic Personality Report
de: Romantischer Persönlichkeitsbericht
es: Informe de Personalidad Romántica
fr: Rapport de Personnalité Romantique
hu: Romantikus Személyiség Jelentés

# compatibilitiesRomanticPersonalitySubtitle
source: Understand how you approach love and romance
de: Verstehen, wie Sie Liebe und Romantik angehen
es: Entiende cómo te acercas al amor y al romance
fr: Comprenez comment vous abordez l'amour et la romance
hu: Értsd meg, hogyan közelítesz a szerelemhez és a romantikához

# compatibilitiesLoveCompatibilityTitle
source: Love Compatibility
de: Liebeskompatibilität
es: Compatibilidad Amorosa
fr: Compatibilité Amoureuse
hu: Szerelem Kompatibilitás

# compatibilitiesLoveCompatibilitySubtitle
source: Detailed romantic compatibility analysis with your partner
de: Detaillierte romantische Kompatibilitätsanalyse mit Ihrem Partner
es: Análisis detallado de la compatibilidad romántica con tu pareja
fr: Analyse détaillée de la compatibilité romantique avec votre partenaire
hu: Részletes romantikus kompatibilitási elemzés a partnereddel

# compatibilitiesRomanticForecastTitle
source: Romantic Couple Forecast
de: Romantische Paarprognose
es: Pronóstico de Pareja Romántica
fr: Prévisions pour Couples Romantiques
hu: Romantikus Pár Előrejelzés

# compatibilitiesRomanticForecastSubtitle
source: Insights into the future of your relationship
de: Einblicke in die Zukunft Ihrer Beziehung
es: Perspectivas sobre el futuro de tu relación
fr: Aperçus sur l'avenir de votre relation
hu: Betekintés a kapcsolatod jövőjébe

# compatibilitiesFriendshipTitle
source: Friendship Report
de: Freundschaftsbericht
es: Informe de Amistad
fr: Rapport d'Amitié
hu: Barátság Jelentés

# compatibilitiesFriendshipSubtitle
source: Analyze friendship dynamics and compatibility
de: Analysieren Sie die Dynamik und Kompatibilität von Freundschaften
es: Analiza la dinámica y compatibilidad de la amistad
fr: Analyse des dynamiques d'amitié et de compatibilité
hu: Barátsági dinamikák és kompatibilitás elemzése

# moonPhaseTitle
source: Moon Phase Report
de: Mondphasenbericht
es: Informe de Fase Lunar
fr: Rapport de Phase Lunaire
hu: Holdfázis Jelentés

# moonPhaseSubtitle
source: Understand the current lunar energy and how it affects you. Get guidance aligned with the moon's phase.
de: Verstehen Sie die aktuelle Mondenergie und wie sie Sie beeinflusst. Erhalten Sie Anleitung, die mit der Mondphase übereinstimmt.
es: Entiende la energía lunar actual y cómo te afecta. Obtén orientación alineada con la fase de la luna.
fr: Comprenez l'énergie lunaire actuelle et comment elle vous affecte. Obtenez des conseils alignés avec la phase de la lune.
hu: Értsd meg a jelenlegi holdenergiát és hogy ez hogyan hat rád. Kapj útmutatást a holdfázisnak megfelelően.

# moonPhaseSelectDate
source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner la Date
hu: Dátum kiválasztása

# moonPhaseGenerate
source: Generate Report
de: Bericht generieren
es: Generar Informe
fr: Générer le Rapport
hu: Jelentés generálása

# moonPhaseGenerateDifferentDate
source: Generate for Different Date
de: Für ein anderes Datum generieren
es: Generar para Fecha Diferente
fr: Générer pour une Date Différente
hu: Generálás másik dátumra

# moonPhaseGenerationFailed
source: Generation failed
de: Generierung fehlgeschlagen
es: Generación fallida
fr: Échec de la génération
hu: Generálás nem sikerült
