Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# moonPhaseGenerating
source: Report is being generated. Please try again.
de: Bericht wird generiert. Bitte versuchen Sie es erneut.
es: El informe se está generando. Por favor, intenta de nuevo.
fr: Le rapport est en cours de génération. Veuillez réessayer.
hu: A jelentés generálása folyamatban. Kérjük, próbáld újra.

# moonPhaseUnknownError
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, intenta de nuevo.
fr: Quelque chose a mal tourné. Veuillez réessayer.
hu: Valami hiba történt. Kérjük, próbáld újra.

# requiredFieldsNote
source: Fields marked with * are required.
de: Mit * gekennzeichnete Felder sind erforderlich.
es: Los campos marcados con * son obligatorios.
fr: Les champs marqués d'un * sont obligatoires.
hu: A *-gal jelölt mezők kötelezőek.

# karmicTitle
source: Karmic Astrology
de: Karmische Astrologie
es: Astrología Kármica
fr: Astrologie Karmique
hu: Karmikus Asztrológia

# karmicLoadFailed
source: Failed to load: {error}
de: Laden fehlgeschlagen: {error}
es: Error al cargar: {error}
fr: Échec du chargement : {error}
hu: Betöltés nem sikerült: {error}

# karmicOfferTitle
source: 🔮 Karmic Astrology – Messages of the Soul
de: 🔮 Karmische Astrologie – Botschaften der Seele
es: 🔮 Astrología Kármica – Mensajes del Alma
fr: 🔮 Astrologie Karmique – Messages de l'Âme
hu: 🔮 Karmikus Asztrológia – A Lélek Üzenetei

# karmicOfferBody
source: Karmic Astrology reveals the deep patterns shaping your life, beyond everyday events. It offers an interpretation that speaks about unresolved lessons, karmic connections, and the soul's path of growth. This is not about what comes next, but about why you are experiencing what you experience. ✨ Activate Karmic Astrology and discover the deeper meaning of your journey.
de: Karmische Astrologie offenbart die tiefen Muster, die Ihr Leben prägen, jenseits alltäglicher Ereignisse. Sie bietet eine Interpretation, die über ungelöste Lektionen, karmische Verbindungen und den Seelenweg des Wachstums spricht. Es geht nicht darum, was als nächstes kommt, sondern darum, warum Sie erleben, was Sie erleben. ✨ Aktivieren Sie die karmische Astrologie und entdecken Sie die tiefere Bedeutung Ihrer Reise.
es: La Astrología Kármica revela los patrones profundos que dan forma a tu vida, más allá de los eventos cotidianos. Ofrece una interpretación que habla sobre lecciones no resueltas, conexiones kármicas y el camino de crecimiento del alma. Esto no se trata de lo que viene después, sino de por qué estás experimentando lo que experimentas. ✨ Activa la Astrología Kármica y descubre el significado más profundo de tu viaje.
fr: L'astrologie karmique révèle les schémas profonds qui façonnent votre vie, au-delà des événements quotidiens. Elle offre une interprétation qui parle des leçons non résolues, des connexions karmiques et du chemin de croissance de l'âme. Ce n'est pas une question de ce qui vient ensuite, mais de pourquoi vous vivez ce que vous vivez. ✨ Activez l'Astrologie Karmique et découvrez la signification plus profonde de votre parcours.
hu: A Karmikus Asztrológia felfedi az életet formáló mély mintákat, a mindennapi eseményeken túl. Olyan értelmezést kínál, amely a megoldatlan leckékről, karmikus kapcsolódásokról és a lélek növekedési útjáról szól. Ez nem arról szól, hogy mi következik, hanem arról, hogy miért tapasztalod meg azt, amit megélsz. ✨ Aktiváld a Karmikus Asztrológiát, és fedezd fel utazásod mélyebb jelentését.

# karmicBetaFreeBadge
source: Beta Testers – FREE Access!
de: Beta-Tester – KOSTENLOSER Zugang!
es: Beta Testers – ¡Acceso GRATIS!
fr: Testeurs Bêta – Accès GRATUIT !
hu: Béta Tesztelők – INGYENES Hozzáférés!

# karmicPriceBeta
source: ${price} – Beta Testers Free
de: ${price} – Beta-Tester kostenlos
es: ${price} – Beta Testers Gratis
fr: ${price} – Testeurs Bêta Gratuit
hu: ${price} – Béta Tesztelők Ingyenes

# karmicPriceUnlock
source: Unlock for ${price}
de: Freischalten für ${price}
es: Desbloquear por ${price}
fr: Débloquer pour ${price}
hu: Feloldás: ${price}

# karmicHintInstant
source: Your reading will be generated instantly
de: Ihre Lesung wird sofort generiert
es: Tu lectura se generará instantáneamente
fr: Votre lecture sera générée instantanément
hu: A felolvasás azonnal generálódik

# karmicHintOneTime
source: One-time purchase, no subscription
de: Einmaliger Kauf, kein Abonnement
es: Compra única, sin suscripción
fr: Achat unique, pas d'abonnement
hu: Egyszeri vásárlás, nincs előfizetés

# karmicProgressHint
source: Connecting to your karmic path…
de: Verbindung zu Ihrem karmischen Weg wird hergestellt…
es: Conectando con tu camino kármico…
fr: Connexion à votre chemin karmique…
hu: Kapcsolódás a karmikus utadhoz...

# karmicGenerateFailed
source: Failed to generate: {error}
de: Generierung fehlgeschlagen: {error}
es: Error al generar: {error}
fr: Échec de la génération : {error}
hu: Generálás nem sikerült: {error}

# karmicCheckoutTitle
source: Karmic Astrology Checkout
de: Karmische Astrologie Checkout
es: Pago de Astrología Kármica
fr: Paiement de l'Astrologie Karmique
hu: Karmikus Asztrológia Pénztár

# karmicCheckoutSubtitle
source: Purchase flow coming soon
de: Kaufprozess demnächst verfügbar
es: Flujo de compra próximamente
fr: Flux d'achat à venir
hu: Vásárlási folyamat hamarosan

# karmicGenerationFailed
source: Generation failed: {error}
de: Generierung fehlgeschlagen: {error}
es: Generación fallida: {error}
fr: Échec de la génération : {error}
hu: Generálás nem sikerült: {error}

# karmicLoading
source: Loading your karmic reading...
de: Lade Ihre karmische Lesung...
es: Cargando tu lectura kármica...
fr: Chargement de votre lecture karmique...
hu: A karmikus felolvasásod betöltése...

# karmicGenerationFailedShort
source: Generation failed
de: Generierung fehlgeschlagen
es: Generación fallida
fr: Échec de la génération
hu: Generálás nem sikerült

# karmicGeneratingTitle
source: Generating Your Karmic Reading...
de: Generiere Ihre karmische Lesung...
es: Generando Tu Lectura Kármica...
fr: Génération de Votre Lecture Karmique...
hu: A Karmikus Felolvasásod Generálása...

# karmicGeneratingSubtitle
source: Analyzing your natal chart for karmic patterns and soul lessons.
de: Analysiere Ihr Natal Chart nach karmischen Mustern und Seelenlektionen.
es: Analizando tu carta natal para patrones kármicos y lecciones del alma.
fr: Analyse de votre carte natale pour des schémas karmiques et des leçons de l'âme.
hu: A születési diagramod elemzése karmikus minták és lélekleckék szempontjából.

# karmicReadingTitle
source: 🔮 Your Karmic Reading
de: 🔮 Ihre karmische Lesung
es: 🔮 Tu Lectura Kármica
fr: 🔮 Votre Lecture Karmique
hu: 🔮 A Te Karmikus Felolvasásod

# karmicReadingSubtitle
source: Messages of the Soul
de: Botschaften der Seele
es: Mensajes del Alma
fr: Messages de l'Âme
hu: A Lélek Üzenetei

# karmicDisclaimer
source: This reading is for self-reflection and entertainment purposes. It does not constitute professional advice.
de: Diese Lesung dient der Selbstreflexion und Unterhaltung. Sie stellt keinen professionellen Rat dar.
es: Esta lectura es para auto-reflexión y entretenimiento. No constituye asesoramiento profesional.
fr: Cette lecture est destinée à l'auto-réflexion et au divertissement. Elle ne constitue pas un conseil professionnel.
hu: Ez a felolvasás önreflexióra és szórakozásra szolgál. Nem helyettesít szakmai tanácsadást.

# commonActive
source: Active
de: Aktiv
es: Activo
fr: Actif
hu: Aktív

# commonBackToHome
source: Back to Home
de: Zurück zur Startseite
es: Volver a Inicio
fr: Retour à l'Accueil
hu: Vissza a Főoldalra

# commonYesterday
source: yesterday
de: gestern
es: ayer
fr: hier
hu: tegnap

# commonWeeksAgo
source: {count} weeks ago
de: {count} Wochen her
es: {count} semanas atrás
fr: il y a {count} semaines
hu: {count} héttel ezelőtt

# commonMonthsAgo
source: {count} months ago
de: {count} Monate her
es: {count} meses atrás
fr: il y a {count} mois
hu: {count} hónappal ezelőtt

# commonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés

# natalChartProGenerated
source: Pro interpretations generated! Scroll up to see them.
de: Pro-Interpretationen generiert! Nach oben scrollen, um sie zu sehen.
es: ¡Interpretaciones Pro generadas! Desplázate hacia arriba para verlas.
fr: Interprétations Pro générées ! Faites défiler vers le haut pour les voir.
hu: Pro értelmezések generálva! Görgess fel, hogy lásd őket.

# natalChartHouse1
source: Self & Identity
de: Selbst & Identität
es: Yo e Identidad
fr: Soi & Identité
hu: Önmagad és Identitás

# natalChartHouse2
source: Money & Values
de: Geld & Werte
es: Dinero y Valores
fr: Argent & Valeurs
hu: Pénz és Értékek

# natalChartHouse3
source: Communication
de: Kommunikation
es: Comunicación
hu: Kommunikáció

# natalChartHouse4
source: Home & Family
de: Zuhause & Familie
es: Hogar y Familia
fr: Maison & Famille
hu: Otthon és Család

# natalChartHouse5
source: Creativity & Romance
de: Kreativität & Romantik
es: Creatividad y Romance
fr: Créativité & Romance
hu: Kreativitás és Romantika

# natalChartHouse6
source: Health & Routine
de: Gesundheit & Routine
es: Salud y Rutina
fr: Santé & Routine
hu: Egészség és Rutin

# natalChartHouse7
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
hu: Kapcsolatok

# natalChartHouse8
source: Transformation
es: Transformación
hu: Átalakulás

# natalChartHouse9
source: Philosophy & Travel
de: Philosophie & Reisen
es: Filosofía y Viajes
fr: Philosophie & Voyage
hu: Filozófia és Utazás

# natalChartHouse10
source: Career & Status
de: Karriere & Status
es: Carrera y Estado
fr: Carrière & Statut
hu: Karrier és Státusz

# natalChartHouse11
source: Friends & Goals
de: Freunde & Ziele
es: Amigos y Metas
fr: Amis & Objectifs
hu: Barátok és Célok

# natalChartHouse12
source: Spirituality
de: Spiritualität
es: Espiritualidad
fr: Spiritualité
hu: Spiritualitás

# helpSupportTitle
source: Help & Support
de: Hilfe & Unterstützung
es: Ayuda y Soporte
fr: Aide & Support
hu: Segítség és Támogatás

# helpSupportContactTitle
source: Contact Support
de: Support kontaktieren
es: Contactar Soporte
fr: Contacter le Support
hu: Támogatás Kapcsolat

# helpSupportContactSubtitle
source: We typically respond within 24 hours
de: Wir antworten normalerweise innerhalb von 24 Stunden
es: Normalmente respondemos en 24 horas
fr: Nous répondons généralement dans les 24 heures
hu: Általában 24 órán belül válaszolunk

# helpSupportFaqTitle
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
hu: Gyakran Ismételt Kérdések

# helpSupportEmailSubject
source: Inner Wisdom Support Request
de: Anfrage zur Unterstützung von Inner Wisdom
es: Solicitud de Soporte de Inner Wisdom
fr: Demande de Support Inner Wisdom
hu: Belső Bölcsesség Támogatási Kérelem

# helpSupportEmailAppFailed
source: Could not open email app. Please email support@innerwisdomapp.com
de: E-Mail-App konnte nicht geöffnet werden. Bitte senden Sie eine E-Mail an support@innerwisdomapp.com
es: No se pudo abrir la aplicación de correo. Por favor, envía un correo a support@innerwisdomapp.com
fr: Impossible d'ouvrir l'application de messagerie. Veuillez envoyer un email à support@innerwisdomapp.com
hu: Nem sikerült megnyitni az e-mail alkalmazást. Kérjük, írjon a support@innerwisdomapp.com címre

# helpSupportEmailFallback
source: Please email us at support@innerwisdomapp.com
de: Bitte senden Sie uns eine E-Mail an support@innerwisdomapp.com
es: Por favor, envíanos un correo a support@innerwisdomapp.com
fr: Veuillez nous envoyer un email à support@innerwisdomapp.com
hu: Kérjük, írjon nekünk a support@innerwisdomapp.com címre

# helpSupportFaq1Q
source: How accurate is the daily guidance?
de: Wie genau ist die tägliche Anleitung?
es: ¿Qué tan precisa es la guía diaria?
fr: Quelle est la précision des conseils quotidiens ?
hu: Mennyire pontos a napi útmutatás?

# helpSupportFaq1A
source: Our daily guidance combines traditional astrological principles with your personal birth chart. While astrology is interpretive, our AI provides personalized insights based on real planetary positions and aspects.
de: Unsere tägliche Anleitung kombiniert traditionelle astrologische Prinzipien mit Ihrem persönlichen Geburtshoroskop. Während Astrologie interpretativ ist, bietet unsere KI personalisierte Einblicke basierend auf realen planetarischen Positionen und Aspekten.
es: Nuestra guía diaria combina principios astrológicos tradicionales con tu carta natal personal. Si bien la astrología es interpretativa, nuestra IA proporciona información personalizada basada en posiciones y aspectos planetarios reales.
fr: Nos conseils quotidiens combinent des principes astrologiques traditionnels avec votre thème natal. Bien que l'astrologie soit interprétative, notre IA fournit des insights personnalisés basés sur les positions et aspects planétaires réels.
hu: A napi útmutatásunk a hagyományos asztrológiai elveket ötvözi a személyes születési térképeddel. Míg az asztrológia értelmező, az AI-nk valós bolygóhelyzetek és aspektusok alapján nyújt személyre szabott betekintést.

# helpSupportFaq2Q
source: Why do I need my birth time?
de: Warum benötige ich meine Geburtszeit?
es: ¿Por qué necesito mi hora de nacimiento?
fr: Pourquoi ai-je besoin de mon heure de naissance ?
hu: Miért van szükségem a születési időmre?

# helpSupportFaq2A
source: Your birth time determines your Ascendant (Rising sign) and the positions of houses in your chart. Without it, we use noon as a default, which may affect the accuracy of house-related interpretations.
de: Ihre Geburtszeit bestimmt Ihren Aszendenten (Rising Sign) und die Positionen der Häuser in Ihrem Horoskop. Ohne sie verwenden wir Mittag als Standard, was die Genauigkeit der hausbezogenen Interpretationen beeinträchtigen kann.
es: Tu hora de nacimiento determina tu Ascendente (signo ascendente) y las posiciones de las casas en tu carta. Sin ella, usamos el mediodía como predeterminado, lo que puede afectar la precisión de las interpretaciones relacionadas con las casas.
fr: Votre heure de naissance détermine votre Ascendant (signe ascendant) et les positions des maisons dans votre thème. Sans cela, nous utilisons midi par défaut, ce qui peut affecter la précision des interprétations liées aux maisons.
hu: A születési időd határozza meg az Aszcendensedet (Fellépő jel) és a házak pozícióit a térképedben. Enélkül délben használjuk alapértelmezettként, ami befolyásolhatja a házakkal kapcsolatos értelmezések pontosságát.

# helpSupportFaq3Q
source: How do I change my birth data?
de: Wie ändere ich meine Geburtsdaten?
es: ¿Cómo cambio mis datos de nacimiento?
fr: Comment puis-je changer mes données de naissance ?
hu: Hogyan tudom megváltoztatni a születési adataimat?

# helpSupportFaq3A
source: Currently, birth data cannot be changed after initial setup to ensure consistency in your readings. Contact support if you need to make corrections.
de: Derzeit können Geburtsdaten nach der ersten Einrichtung nicht mehr geändert werden, um die Konsistenz Ihrer Lesungen zu gewährleisten. Kontaktieren Sie den Support, wenn Sie Korrekturen vornehmen müssen.
es: Actualmente, los datos de nacimiento no se pueden cambiar después de la configuración inicial para garantizar la consistencia en tus lecturas. Contacta al soporte si necesitas hacer correcciones.
fr: Actuellement, les données de naissance ne peuvent pas être modifiées après la configuration initiale pour garantir la cohérence de vos lectures. Contactez le support si vous devez apporter des corrections.
hu: Jelenleg a születési adatokat nem lehet megváltoztatni az első beállítás után, hogy biztosítsuk az olvasások következetességét. Lépj kapcsolatba a támogatással, ha javításokra van szükséged.

# helpSupportFaq4Q
source: What is a Focus topic?
de: Was ist ein Fokus-Thema?
es: ¿Qué es un tema de Enfoque?
fr: Qu'est-ce qu'un sujet de Focus ?
hu: Mi az a Fókusz téma?

# helpSupportFaq4A
source: A Focus topic is a current concern or life area you want to emphasize. When set, your daily guidance will pay special attention to this area, providing more relevant insights.
de: Ein Fokus-Thema ist ein aktuelles Anliegen oder Lebensbereich, den Sie betonen möchten. Wenn festgelegt, wird Ihre tägliche Anleitung diesem Bereich besondere Aufmerksamkeit schenken und relevantere Einblicke bieten.
es: Un tema de Enfoque es una preocupación actual o área de vida que deseas enfatizar. Cuando se establece, tu guía diaria prestará especial atención a esta área, proporcionando información más relevante.
fr: Un sujet de Focus est une préoccupation actuelle ou un domaine de vie que vous souhaitez mettre en avant. Une fois défini, votre guidance quotidienne prêtera une attention particulière à ce domaine, fournissant des insights plus pertinents.
hu: A Fókusz téma egy aktuális aggodalom vagy élet terület, amelyet hangsúlyozni szeretnél. Ha be van állítva, a napi útmutatásod külön figyelmet fordít erre a területre, relevánsabb betekintést nyújtva.

# helpSupportFaq5Q
source: How does the subscription work?
de: Wie funktioniert das Abonnement?
es: ¿Cómo funciona la suscripción?
fr: Comment fonctionne l'abonnement ?
hu: Hogyan működik a előfizetés?

# helpSupportFaq5A
source: The free tier includes basic daily guidance. Premium subscribers get enhanced personalization, audio readings, and access to special features like Karmic Astrology readings.
de: Die kostenlose Stufe umfasst grundlegende tägliche Anleitungen. Premium-Abonnenten erhalten verbesserte Personalisierung, Audio-Lesungen und Zugang zu speziellen Funktionen wie karmischen Astrologie-Lesungen.
es: El nivel gratuito incluye guía diaria básica. Los suscriptores premium obtienen personalización mejorada, lecturas de audio y acceso a funciones especiales como lecturas de Astrología Kármica.
fr: Le niveau gratuit inclut des conseils quotidiens de base. Les abonnés premium bénéficient d'une personnalisation améliorée, de lectures audio et d'un accès à des fonctionnalités spéciales comme les lectures d'astrologie karmique.
hu: A ingyenes szint alapvető napi útmutatást tartalmaz. A prémium előfizetők fokozott személyre szabást, audio olvasásokat és hozzáférést kapnak különleges funkciókhoz, mint például a Karmikus Asztrológiai olvasások.

# helpSupportFaq6Q
source: Is my data private?
de: Sind meine Daten privat?
es: ¿Mis datos son privados?
fr: Mes données sont-elles privées ?
hu: Privát az adatom?

# helpSupportFaq6A
source: Yes! We take privacy seriously. Your birth data and personal information are encrypted and never shared with third parties. You can delete your account at any time.
de: Ja! Wir nehmen Datenschutz ernst. Ihre Geburtsdaten und persönlichen Informationen sind verschlüsselt und werden niemals an Dritte weitergegeben. Sie können Ihr Konto jederzeit löschen.
es: ¡Sí! Tomamos la privacidad en serio. Tus datos de nacimiento e información personal están encriptados y nunca se comparten con terceros. Puedes eliminar tu cuenta en cualquier momento.
fr: Oui ! Nous prenons la vie privée au sérieux. Vos données de naissance et vos informations personnelles sont cryptées et jamais partagées avec des tiers. Vous pouvez supprimer votre compte à tout moment.
hu: Igen! Komolyan vesszük a magánéletet. A születési adataid és személyes információid titkosítva vannak, és soha nem osztjuk meg harmadik felekkel. Bármikor törölheted a fiókodat.

# helpSupportFaq7Q
source: What if I disagree with a reading?
de: Was ist, wenn ich mit einer Lesung nicht einverstanden bin?
es: ¿Qué pasa si no estoy de acuerdo con una lectura?
fr: Que faire si je ne suis pas d'accord avec une lecture ?
hu: Mi van, ha nem értek egyet egy olvasással?

# helpSupportFaq7A
source: Astrology is interpretive, and not every reading will resonate. Use the feedback feature to help us improve. Our AI learns from your preferences over time.
de: Astrologie ist interpretativ, und nicht jede Lesung wird resonieren. Nutzen Sie die Feedback-Funktion, um uns zu helfen, uns zu verbessern. Unsere KI lernt im Laufe der Zeit aus Ihren Vorlieben.
es: La astrología es interpretativa, y no todas las lecturas resonarán. Usa la función de retroalimentación para ayudarnos a mejorar. Nuestra IA aprende de tus preferencias con el tiempo.
fr: L'astrologie est interprétative, et toutes les lectures ne résonneront pas. Utilisez la fonction de retour d'information pour nous aider à nous améliorer. Notre IA apprend de vos préférences au fil du temps.
hu: Az asztrológia értelmező, és nem minden olvasás fog rezonálni. Használj visszajelzési funkciót, hogy segíts nekünk fejlődni. Az AI-nk az idő múlásával tanul a preferenciáidból.

# notificationsSaved
source: Notification settings saved
de: Benachrichtigungseinstellungen gespeichert
es: Configuraciones de notificación guardadas
fr: Paramètres de notification enregistrés
hu: Értesítési beállítások mentve

# notificationsTitle
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések

# notificationsSectionTitle
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones Push
fr: Notifications Push
hu: Push Értesítések

# notificationsDailyTitle
source: Daily Guidance
de: Tägliche Anleitung
es: Guía Diaria
fr: Conseils Quotidiens
hu: Napi Útmutatás

# notificationsDailySubtitle
source: Get notified when your daily guidance is ready
de: Erhalten Sie eine Benachrichtigung, wenn Ihre tägliche Anleitung bereit ist
es: Recibe notificaciones cuando tu guía diaria esté lista
fr: Recevez une notification lorsque vos conseils quotidiens sont prêts
hu: Értesítést kapsz, amikor a napi útmutatásod készen áll

# notificationsWeeklyTitle
source: Weekly Highlights
de: Wöchentliche Highlights
es: Destacados Semanales
fr: Points Forts Hebdomadaires
hu: Heti Főbb Események

# notificationsWeeklySubtitle
source: Weekly cosmic overview and key transits
de: Wöchentlicher kosmischer Überblick und wichtige Transite
es: Resumen cósmico semanal y tránsitos clave
fr: Aperçu cosmique hebdomadaire et transits clés
hu: Heti kozmikus áttekintés és kulcsfontosságú tranzitok

# notificationsSpecialTitle
source: Special Events
de: Besondere Ereignisse
es: Eventos Especiales
fr: Événements Spéciaux
hu: Különleges Események

# notificationsSpecialSubtitle
source: Full moons, eclipses, and retrogrades
de: Vollmonde, Finsternisse und Rückläufigkeiten
es: Lunas llenas, eclipses y retrógrados
fr: Plein lunes, éclipses et rétrogrades
hu: Teliholdak, napfogyatkozások és retrográdok

# notificationsDeviceHint
source: You can also control notifications in your device settings.
de: Sie können Benachrichtigungen auch in den Einstellungen Ihres Geräts steuern.
es: También puedes controlar las notificaciones en la configuración de tu dispositivo.
fr: Vous pouvez également contrôler les notifications dans les paramètres de votre appareil.
hu: Az értesítéseket a készülék beállításaiban is vezérelheted.

# concernsTitle
source: Your Focus
de: Ihr Fokus
es: Tu Enfoque
fr: Votre Focus
hu: A Te Fókuszod

# concernsSubtitle
source: Topics shaping your guidance
de: Themen, die Ihre Anleitung prägen
es: Temas que dan forma a tu guía
fr: Sujets façonnant votre guidance
hu: Témák, amelyek formálják az útmutatásodat

# concernsTabActive
source: Active ({count})
de: Aktiv ({count})
es: Activo ({count})
fr: Actif ({count})
hu: Aktív ({count})

# concernsTabResolved
source: Resolved ({count})
de: Gelöst ({count})
es: Resuelto ({count})
fr: Résolu ({count})
hu: Megoldott ({count})

# concernsTabArchived
source: Archived ({count})
de: Archiviert ({count})
es: Archivado ({count})
fr: Archivé ({count})
hu: Archív ({count})
