Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# onboardingSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
hu: Kihagyás

# onboardingTitle1
source: Welcome to Inner Wisdom Astro
de: Willkommen bei Inner Wisdom Astro
es: Bienvenido a Inner Wisdom Astro
fr: Bienvenue dans Inner Wisdom Astro
hu: Üdvözöljük az Inner Wisdom Astro-nál

# onboardingDesc1
source: Innerwisdom Astro brings together over 30 years of astrological expertise from Madi G. with the power of advanced AI, creating one of the most refined and high-performance astrology applications available today. By blending deep human insight with intelligent technology, Innerwisdom Astro delivers interpretations that are precise, personalized, and meaningful, supporting users on their journey of self-discovery, clarity, and conscious growth.
de: Innerwisdom Astro vereint über 30 Jahre astrologische Expertise von Madi G. mit der Kraft fortschrittlicher KI und schafft eine der raffiniertesten und leistungsstärksten Astrologie-Anwendungen, die heute verfügbar ist. Durch die Kombination von tiefem menschlichen Verständnis mit intelligenter Technologie bietet Innerwisdom Astro präzise, personalisierte und bedeutungsvolle Interpretationen, die die Benutzer auf ihrer Reise der Selbstentdeckung, Klarheit und bewussten Entwicklung unterstützen.
es: Innerwisdom Astro reúne más de 30 años de experiencia astrológica de Madi G. con el poder de la IA avanzada, creando una de las aplicaciones de astrología más refinadas y de alto rendimiento disponibles hoy en día. Al combinar una profunda comprensión humana con tecnología inteligente, Innerwisdom Astro ofrece interpretaciones que son precisas, personalizadas y significativas, apoyando a los usuarios en su viaje de autodescubrimiento, claridad y crecimiento consciente.
fr: Innerwisdom Astro réunit plus de 30 ans d'expertise astrologique de Madi G. avec la puissance de l'IA avancée, créant l'une des applications d'astrologie les plus raffinées et performantes disponibles aujourd'hui. En mêlant une profonde compréhension humaine à une technologie intelligente, Innerwisdom Astro offre des interprétations précises, personnalisées et significatives, soutenant les utilisateurs dans leur parcours de découverte de soi, de clarté et de croissance consciente.
hu: Az Innerwisdom Astro több mint 30 éves asztrológiai szakértelmet hoz össze Madi G. vezetésével és a fejlett mesterséges intelligencia erejével, létrehozva a legfinomabb és legmagasabb teljesítményű asztrológiai alkalmazások egyikét, amely ma elérhető. A mély emberi megértés és az intelligens technológia ötvözésével az Innerwisdom Astro pontos, személyre szabott és jelentős értelmezéseket nyújt, támogatva a felhasználókat önfelfedezésük, tisztánlátásuk és tudatos növekedésük útján.

# onboardingTitle2
source: Your Complete Astrological Journey
de: Ihre vollständige astrologische Reise
es: Tu Viaje Astrológico Completo
fr: Votre Voyage Astrologique Complet
hu: Teljes Asztrológiai Utazásod

# onboardingDesc2
source: From personalized daily guidance to your Natal Birth Chart, Karmic Astrology, in-depth personality reports, Love and Friendship Compatibility, Romantic Forecasts for Couples, and much more — all are now at your fingertips. Designed to support clarity, connection, and self-understanding, Innerwisdom Astro offers a complete astrological experience, tailored to you.
de: Von personalisierten täglichen Anleitungen bis zu Ihrem Natal Birth Chart, karmischer Astrologie, tiefgehenden Persönlichkeitsberichten, Liebes- und Freundschaftskompatibilität, romantischen Vorhersagen für Paare und vielem mehr – alles ist jetzt in Ihren Händen. Entwickelt, um Klarheit, Verbindung und Selbstverständnis zu unterstützen, bietet Innerwisdom Astro ein vollständiges astrologisches Erlebnis, das auf Sie zugeschnitten ist.
es: Desde orientación diaria personalizada hasta tu Carta Natal, Astrología Kármica, informes de personalidad en profundidad, Compatibilidad en Amor y Amistad, Pronósticos Románticos para Parejas, y mucho más: todo está ahora al alcance de tu mano. Diseñado para apoyar la claridad, la conexión y la autocomprensión, Innerwisdom Astro ofrece una experiencia astrológica completa, adaptada a ti.
fr: Des conseils quotidiens personnalisés à votre Carte du Ciel, l'Astrologie Karmique, des rapports de personnalité approfondis, la Compatibilité Amoureuse et Amicale, les Prévisions Romantiques pour les Couples, et bien plus encore — tout est désormais à portée de main. Conçu pour soutenir la clarté, la connexion et la compréhension de soi, Innerwisdom Astro offre une expérience astrologique complète, adaptée à vous.
hu: A személyre szabott napi útmutatásoktól kezdve a Natal Születési Térképedig, Karmikus Asztrológia, részletes személyiségi jelentések, Szerelmi és Barátsági Kompatibilitás, Romantikus Előrejelzések Párnak és még sok más — mindez most a kezed ügyében van. Az Innerwisdom Astro a tisztánlátás, a kapcsolat és az önmegértés támogatására lett tervezve, teljes asztrológiai élményt kínálva, amely a te igényeidhez van szabva.

# onboardingNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő

# onboardingGetStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
hu: Kezdjük

# onboardingAlreadyHaveAccount
source: Already have an account? Login
de: Haben Sie bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte ? Connexion
hu: Már van fiókod? Bejelentkezés

# birthDataTitle
source: Your Birth Chart
de: Ihr Geburtshoroskop
es: Tu Carta Natal
fr: Votre Carte du Ciel
hu: Születési Térképed

# birthDataSubtitle
source: We need your birth details to create your personalized astrological profile
de: Wir benötigen Ihre Geburtsdaten, um Ihr personalisiertes astrologisches Profil zu erstellen
es: Necesitamos tus datos de nacimiento para crear tu perfil astrológico personalizado
fr: Nous avons besoin de vos détails de naissance pour créer votre profil astrologique personnalisé
hu: Szükségünk van a születési adataidra, hogy létrehozzuk a személyre szabott asztrológiai profilodat

# birthDateLabel
source: Birth Date
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de Naissance
hu: Születési Dátum

# birthDateSelectHint
source: Select your birth date
de: Wählen Sie Ihr Geburtsdatum
es: Selecciona tu fecha de nacimiento
fr: Sélectionnez votre date de naissance
hu: Válaszd ki a születési dátumodat

# birthTimeLabel
source: Birth Time
de: Geburtszeit
es: Hora de Nacimiento
fr: Heure de Naissance
hu: Születési Idő

# birthTimeUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen

# birthTimeSelectHint
source: Select your birth time
de: Wählen Sie Ihre Geburtszeit
es: Selecciona tu hora de nacimiento
fr: Sélectionnez votre heure de naissance
hu: Válaszd ki a születési idődet

# birthTimeUnknownCheckbox
source: I don't know my exact birth time
de: Ich kenne meine genaue Geburtszeit nicht
es: No sé mi hora exacta de nacimiento
fr: Je ne connais pas mon heure de naissance exacte
hu: Nem tudom a pontos születési időmet

# birthPlaceLabel
source: Birth Place
de: Geburtsort
es: Lugar de Nacimiento
fr: Lieu de Naissance
hu: Születési Hely

# birthPlaceHint
source: Start typing a city name...
de: Beginnen Sie, einen Städtenamen einzugeben...
es: Comienza a escribir el nombre de una ciudad...
fr: Commencez à taper le nom d'une ville...
hu: Kezdj el gépelni egy városnevet...

# birthPlaceValidation
source: Please select a location from the suggestions
de: Bitte wählen Sie einen Standort aus den Vorschlägen
es: Por favor selecciona una ubicación de las sugerencias
fr: Veuillez sélectionner un emplacement parmi les suggestions
hu: Kérlek, válassz egy helyet a javaslatok közül

# birthPlaceSelected
source: Selected: {location}
de: Ausgewählt: {location}
es: Seleccionado: {location}
fr: Sélectionné : {location}
hu: Kiválasztva: {location}

# genderLabel
source: Gender
de: Geschlecht
es: Género
fr: Genre
hu: Nem

# genderMale
source: Male
de: Männlich
es: Masculino
fr: Homme
hu: Férfi

# genderFemale
source: Female
de: Weiblich
es: Femenino
fr: Femme
hu: Nő

# genderPreferNotToSay
source: Prefer not to say
de: Bevorzuge es, nichts zu sagen
es: Prefiero no decir
fr: Préfère ne pas dire
hu: Nem szeretném megmondani

# birthDataSubmit
source: Generate My Birth Chart
de: Mein Geburtshoroskop erstellen
es: Generar Mi Carta Natal
fr: Générer Ma Carte du Ciel
hu: Generálj Születési Térképet

# birthDataPrivacyNote
source: Your birth data is used only to calculate your astrological chart and is stored securely.
de: Ihre Geburtsdaten werden nur zur Berechnung Ihres astrologischen Horoskops verwendet und sicher gespeichert.
es: Tus datos de nacimiento se utilizan solo para calcular tu carta astrológica y se almacenan de forma segura.
fr: Vos données de naissance ne sont utilisées que pour calculer votre carte astrologique et sont stockées en toute sécurité.
hu: A születési adataidat csak a asztrológiai térkép kiszámításához használjuk, és biztonságosan tároljuk.

# birthDateMissing
source: Please select your birth date
de: Bitte wählen Sie Ihr Geburtsdatum
es: Por favor selecciona tu fecha de nacimiento
fr: Veuillez sélectionner votre date de naissance
hu: Kérlek, válaszd ki a születési dátumodat

# birthPlaceMissing
source: Please select a birth place from the suggestions
de: Bitte wählen Sie einen Geburtsort aus den Vorschlägen
es: Por favor selecciona un lugar de nacimiento de las sugerencias
fr: Veuillez sélectionner un lieu de naissance parmi les suggestions
hu: Kérlek, válassz egy születési helyet a javaslatok közül

# birthDataSaveError
source: Could not save birth data. Please try again.
de: Geburtsdaten konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar los datos de nacimiento. Por favor intenta de nuevo.
fr: Impossible d'enregistrer les données de naissance. Veuillez réessayer.
hu: Nem sikerült menteni a születési adatokat. Kérlek, próbáld újra.

# appearanceTitle
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hu: Megjelenés

# appearanceTheme
source: Theme
de: Thema
es: Tema
fr: Thème
hu: Téma

# appearanceDarkTitle
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét

# appearanceDarkSubtitle
source: Easy on the eyes in low light
de: Augenfreundlich bei schwachem Licht
es: Fácil para los ojos en poca luz
fr: Doux pour les yeux dans des conditions de faible luminosité
hu: Könnyen olvasható gyenge fényben

# appearanceLightTitle
source: Light
de: Hell
es: Claro
fr: Clair
hu: Világos

# appearanceLightSubtitle
source: Classic bright appearance
de: Klassisches helles Erscheinungsbild
es: Apariencia clásica brillante
fr: Apparence classique et lumineuse
hu: Hagyományos világos megjelenés

# appearanceSystemTitle
source: System
es: Sistema
fr: Système
hu: Rendszer

# appearanceSystemSubtitle
source: Match your device settings
de: Entspricht Ihren Geräteeinstellungen
es: Coincide con la configuración de tu dispositivo
fr: Correspondre aux paramètres de votre appareil
hu: Illeszkedj a készülék beállításaihoz

# appearancePreviewTitle
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
hu: Előnézet

# appearancePreviewBody
source: The cosmic theme is designed to create an immersive astrology experience. The dark theme is recommended for the best visual experience.
de: Das kosmische Thema ist darauf ausgelegt, ein immersives Astrologie-Erlebnis zu schaffen. Das dunkle Thema wird für das beste visuelle Erlebnis empfohlen.
es: El tema cósmico está diseñado para crear una experiencia astrológica inmersiva. Se recomienda el tema oscuro para la mejor experiencia visual.
fr: Le thème cosmique est conçu pour créer une expérience astrologique immersive. Le thème sombre est recommandé pour la meilleure expérience visuelle.
hu: A kozmikus téma célja, hogy magával ragadó asztrológiai élményt nyújtson. A sötét téma ajánlott a legjobb vizuális élmény érdekében.

# appearanceThemeChanged
source: Theme changed to {theme}
de: Thema geändert zu {theme}
es: Tema cambiado a {theme}
fr: Thème changé en {theme}
hu: A téma megváltozott: {theme}

# profileUserFallback
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó

# profilePersonalContext
source: Personal Context
de: Persönlicher Kontext
es: Contexto Personal
fr: Contexte Personnel
hu: Személyes Kontextus

# profileSettings
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
hu: Beállítások

# profileAppLanguage
source: App Language
de: App-Sprache
es: Idioma de la App
fr: Langue de l'Application
hu: Alkalmazás Nyelve

# profileContentLanguage
source: Content Language
de: Inhaltssprache
es: Idioma del Contenido
fr: Langue du Contenu
hu: Tartalom Nyelve

# profileContentLanguageHint
source: AI content uses the selected language.
de: KI-Inhalte verwenden die ausgewählte Sprache.
es: El contenido de IA utiliza el idioma seleccionado.
fr: Le contenu de l'IA utilise la langue sélectionnée.
hu: A mesterséges intelligencia tartalom a kiválasztott nyelvet használja.

# profileNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések

# profileNotificationsEnabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve

# profileNotificationsDisabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Letiltva

# profileAppearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hu: Megjelenés

# profileHelpSupport
source: Help & Support
de: Hilfe & Unterstützung
es: Ayuda y Soporte
fr: Aide & Support
hu: Segítség & Támogatás

# profilePrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
hu: Adatvédelmi Irányelvek

# profileTermsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
hu: Szolgáltatási Feltételek

# profileLogout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés

# profileLogoutConfirm
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hu: Biztosan ki akarsz jelentkezni?

# profileDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
hu: Fiók Törlése

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse

# profileSelectLanguageTitle
source: Select Language
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
hu: Nyelv Kiválasztása

# profileSelectLanguageSubtitle
source: All AI-generated content will be in your selected language.
de: Alle KI-generierten Inhalte werden in Ihrer ausgewählten Sprache angezeigt.
es: Todo el contenido generado por IA estará en tu idioma seleccionado.
fr: Tout le contenu généré par l'IA sera dans votre langue sélectionnée.
hu: Minden mesterséges intelligenciával generált tartalom a kiválasztott nyelven lesz.

# profileLanguageUpdated
source: Language updated to {language}
de: Sprache auf {language} aktualisiert
es: Idioma actualizado a {language}
fr: Langue mise à jour en {language}
hu: Nyelv frissítve: {language}

# profileLanguageUpdateFailed
source: Failed to update language: {error}
de: Fehler beim Aktualisieren der Sprache: {error}
es: Error al actualizar el idioma: {error}
fr: Échec de la mise à jour de la langue : {error}
hu: A nyelv frissítése nem sikerült: {error}

# profileCosmicBlueprint
source: Your Cosmic Blueprint
de: Ihr kosmischer Plan
es: Tu Plano Cósmico
fr: Votre Plan Cosmique
hu: A Te Kozmikus Terved

# profileSunLabel
source: ☀️ Sun
de: ☀️ Sonne
es: ☀️ Sol
fr: ☀️ Soleil
hu: ☀️ Nap

# profileMoonLabel
source: 🌙 Moon
de: 🌙 Mond
es: 🌙 Luna
fr: 🌙 Lune
hu: 🌙 Hold

# profileRisingLabel
source: ⬆️ Rising
de: ⬆️ Aszendent
es: ⬆️ Ascendente
fr: ⬆️ Ascendant
hu: ⬆️ Felkelő

# profileUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen

# forgotPasswordTitle
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de Passe Oublié ?
hu: Elfelejtetted a Jelszavad?

# forgotPasswordSubtitle
source: Enter your email and we'll send you a code to reset your password
de: Geben Sie Ihre E-Mail-Adresse ein, und wir senden Ihnen einen Code, um Ihr Passwort zurückzusetzen
es: Ingresa tu correo electrónico y te enviaremos un código para restablecer tu contraseña
fr: Entrez votre email et nous vous enverrons un code pour réinitialiser votre mot de passe
hu: Add meg az email címed, és küldünk egy kódot a jelszavad visszaállításához

# forgotPasswordSent
source: If an account exists, a reset code has been sent to your email.
de: Wenn ein Konto existiert, wurde ein Rücksetzcode an Ihre E-Mail-Adresse gesendet.
es: Si existe una cuenta, se ha enviado un código de restablecimiento a tu correo electrónico.
fr: Si un compte existe, un code de réinitialisation a été envoyé à votre email.
hu: Ha létezik fiók, egy visszaállító kódot küldtünk az email címedre.

# forgotPasswordFailed
source: Failed to send reset code. Please try again.
de: Fehler beim Senden des Rücksetzcodes. Bitte versuchen Sie es erneut.
es: Error al enviar el código de restablecimiento. Por favor intenta de nuevo.
fr: Échec de l'envoi du code de réinitialisation. Veuillez réessayer.
hu: A visszaállító kód küldése nem sikerült. Kérlek, próbáld újra.

# forgotPasswordSendCode
source: Send Reset Code
de: Rücksetzcode senden
es: Enviar Código de Restablecimiento
fr: Envoyer le Code de Réinitialisation
hu: Visszaállító Kód Küldése

# forgotPasswordHaveCode
source: Already have a code?
de: Haben Sie bereits einen Code?
es: ¿Ya tienes un código?
fr: Vous avez déjà un code ?
hu: Már van kódod?

# forgotPasswordRemember
source: Remember your password?
de: Erinnern Sie sich an Ihr Passwort?
es: ¿Recuerdas tu contraseña?
fr: Vous vous souvenez de votre mot de passe ?
hu: Emlékszel a jelszavadra?

# loginWelcomeBack
source: Welcome Back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bienvenue de Nouveau
hu: Üdvözlünk Vissza

# loginSubtitle
source: Sign in to continue your cosmic journey
de: Melden Sie sich an, um Ihre kosmische Reise fortzusetzen
es: Inicia sesión para continuar tu viaje cósmico
fr: Connectez-vous pour continuer votre voyage cosmique
hu: Jelentkezz be, hogy folytathasd kozmikus utazásodat

# loginInvalidCredentials
source: Invalid email or password
de: Ungültige E-Mail oder Passwort
es: Correo electrónico o contraseña inválidos
fr: Email ou mot de passe invalide
hu: Érvénytelen email vagy jelszó

# loginGoogleFailed
source: Google sign-in failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión con Google. Por favor intenta de nuevo.
fr: Échec de la connexion Google. Veuillez réessayer.
hu: A Google bejelentkezés nem sikerült. Kérlek, próbáld újra.

# loginAppleFailed
source: Apple sign-in failed. Please try again.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión con Apple. Por favor intenta de nuevo.
fr: Échec de la connexion Apple. Veuillez réessayer.
hu: Az Apple bejelentkezés nem sikerült. Kérlek, próbáld újra.

# loginNetworkError
source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
hu: Hálózati hiba. Kérlek, ellenőrizd a kapcsolatodat.

# loginSignInCancelled
source: Sign-in was cancelled.
de: Anmeldung wurde abgebrochen.
es: La sesión fue cancelada.
fr: La connexion a été annulée.
hu: A bejelentkezés megszakítva.

# loginPasswordHint
source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
hu: Add meg a jelszavad

# loginForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de Passe Oublié ?
hu: Elfelejtetted a Jelszavad?

# loginSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
hu: Bejelentkezés

# loginNoAccount
source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hu: Nincs fiókod?

# loginSignUp
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
hu: Regisztráció

# commonEmailLabel
source: Email
es: Correo Electrónico

# commonEmailHint
source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
fr: Entrez votre email
hu: Add meg az email címed

# commonEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor ingresa tu correo electrónico
fr: Veuillez entrer votre email
hu: Kérlek, add meg az email címed

# commonEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo electrónico válido
fr: Veuillez entrer un email valide
hu: Kérlek, adj meg egy érvényes email címet

# commonPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de Passe
hu: Jelszó

# commonPasswordRequired
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
hu: Kérlek, add meg a jelszavad

# commonOrContinueWith
source: or continue with
de: oder fortfahren mit
es: o continuar con
fr: ou continuer avec
hu: vagy folytasd a

# commonNameLabel
source: Name
es: Nombre
fr: Nom
hu: Név

# commonNameHint
source: Enter your name
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
hu: Add meg a neved

# commonNameRequired
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
hu: Kérlek, add meg a neved

# signupTitle
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un Compte
hu: Fiók Létrehozása

# signupSubtitle
source: Start your cosmic journey with Inner Wisdom
de: Beginnen Sie Ihre kosmische Reise mit Inner Wisdom
es: Comienza tu viaje cósmico con Inner Wisdom
fr: Commencez votre voyage cosmique avec Inner Wisdom
hu: Kezdd el kozmikus utazásodat az Inner Wisdom-mal

# signupEmailExists
source: Email already exists or invalid data
de: E-Mail existiert bereits oder ungültige Daten
es: El correo electrónico ya existe o los datos son inválidos
fr: L'email existe déjà ou les données sont invalides
hu: Az email már létezik vagy érvénytelen adat

# signupGoogleFailed
source: Google sign-in failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión con Google. Por favor, inténtalo de nuevo.
fr: Échec de la connexion Google. Veuillez réessayer.
hu: A Google bejelentkezés nem sikerült. Kérjük, próbálja újra.

# signupAppleFailed
source: Apple sign-in failed. Please try again.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión con Apple. Por favor, inténtalo de nuevo.
fr: Échec de la connexion Apple. Veuillez réessayer.
hu: Az Apple bejelentkezés nem sikerült. Kérjük, próbálja újra.

# signupPasswordHint
source: Create a password (min. 8 characters)
de: Erstellen Sie ein Passwort (mind. 8 Zeichen)
es: Crea una contraseña (mín. 8 caracteres)
fr: Créez un mot de passe (min. 8 caractères)
hu: Hozzon létre egy jelszót (min. 8 karakter)

# signupPasswordMin
source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
hu: A jelszónak legalább 8 karakterből kell állnia

# signupConfirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
