Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# signupConfirmPasswordHint
source: Confirm your password
de: Bestätigen Sie Ihr Passwort
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
hu: Erősítse meg a jelszavát

# signupConfirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
hu: Kérjük, erősítse meg a jelszavát

# signupPasswordMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek

# signupPreferredLanguage
source: Preferred Language
de: Bevorzugte Sprache
es: Idioma Preferido
fr: Langue préférée
hu: Preferált nyelv

# signupCreateAccount
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
hu: Fiók létrehozása

# signupHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hu: Már van fiókja?

# resetPasswordTitle
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása

# resetPasswordSubtitle
source: Enter the code sent to your email and set a new password
de: Geben Sie den an Ihre E-Mail gesendeten Code ein und setzen Sie ein neues Passwort
es: Ingresa el código enviado a tu correo electrónico y establece una nueva contraseña
fr: Entrez le code envoyé à votre email et définissez un nouveau mot de passe
hu: Adja meg az email címére küldött kódot, és állítson be egy új jelszót

# resetPasswordSuccess
source: Password reset successful! Redirecting to login...
de: Passwort erfolgreich zurückgesetzt! Weiterleitung zur Anmeldung...
es: ¡Restablecimiento de contraseña exitoso! Redirigiendo a inicio de sesión...
fr: Réinitialisation du mot de passe réussie ! Redirection vers la connexion...
hu: A jelszó visszaállítása sikeres! Átirányítás a bejelentkezéshez...

# resetPasswordFailed
source: Failed to reset password. Please try again.
de: Zurücksetzen des Passworts fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al restablecer la contraseña. Por favor, inténtalo de nuevo.
fr: Échec de la réinitialisation du mot de passe. Veuillez réessayer.
hu: A jelszó visszaállítása nem sikerült. Kérjük, próbálja újra.

# resetPasswordInvalidCode
source: Invalid or expired reset code. Please request a new one.
de: Ungültiger oder abgelaufener Rücksetzungscode. Bitte fordern Sie einen neuen an.
es: Código de restablecimiento inválido o expirado. Por favor, solicita uno nuevo.
fr: Code de réinitialisation invalide ou expiré. Veuillez en demander un nouveau.
hu: Érvénytelen vagy lejárt visszaállító kód. Kérjük, kérjen egy újat.

# resetPasswordMaxAttempts
source: Maximum attempts exceeded. Please request a new code.
de: Maximale Versuche überschritten. Bitte fordern Sie einen neuen Code an.
es: Se ha superado el número máximo de intentos. Por favor, solicita un nuevo código.
fr: Nombre maximum de tentatives dépassé. Veuillez demander un nouveau code.
hu: A maximális próbálkozások száma túllépve. Kérjük, kérjen egy új kódot.

# resetCodeLabel
source: Reset Code
de: Rücksetzungscode
es: Código de Restablecimiento
fr: Code de réinitialisation
hu: Visszaállító kód

# resetCodeHint
source: Enter 6-digit code
de: Geben Sie den 6-stelligen Code ein
es: Ingresa el código de 6 dígitos
fr: Entrez le code à 6 chiffres
hu: Adja meg a 6 számjegyű kódot

# resetCodeRequired
source: Please enter the reset code
de: Bitte geben Sie den Rücksetzungscode ein
es: Por favor, ingresa el código de restablecimiento
fr: Veuillez entrer le code de réinitialisation
hu: Kérjük, adja meg a visszaállító kódot

# resetCodeLength
source: Code must be 6 digits
de: Der Code muss 6 Ziffern haben
es: El código debe tener 6 dígitos
fr: Le code doit comporter 6 chiffres
hu: A kódnak 6 számjegyűnek kell lennie

# resetNewPasswordLabel
source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
hu: Új jelszó

# resetNewPasswordHint
source: Create a new password (min. 8 characters)
de: Erstellen Sie ein neues Passwort (mind. 8 Zeichen)
es: Crea una nueva contraseña (mín. 8 caracteres)
fr: Créez un nouveau mot de passe (min. 8 caractères)
hu: Hozzon létre egy új jelszót (min. 8 karakter)

# resetNewPasswordRequired
source: Please enter a new password
de: Bitte geben Sie ein neues Passwort ein
es: Por favor, ingresa una nueva contraseña
fr: Veuillez entrer un nouveau mot de passe
hu: Kérjük, adjon meg egy új jelszót

# resetConfirmPasswordHint
source: Confirm your new password
de: Bestätigen Sie Ihr neues Passwort
es: Confirma tu nueva contraseña
fr: Confirmez votre nouveau mot de passe
hu: Erősítse meg az új jelszavát

# resetPasswordButton
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása

# resetRequestNewCode
source: Request a new code
de: Neuen Code anfordern
es: Solicitar un nuevo código
fr: Demander un nouveau code
hu: Kérjen egy új kódot

# serviceResultGenerated
source: Report Generated
de: Bericht erstellt
es: Informe Generado
fr: Rapport généré
hu: Jelentés generálva

# serviceResultReady
source: Your personalized {title} is ready
de: Ihr personalisierter {title} ist bereit
es: Tu {title} personalizado está listo
fr: Votre {title} personnalisé est prêt
hu: A személyre szabott {title} készen áll

# serviceResultBackToForYou
source: Back to For You
de: Zurück zu Für Sie
es: Volver a Para Ti
fr: Retour à Pour Vous
hu: Vissza a Számodra

# serviceResultNotSavedNotice
source: This Report will not be saved. If you wish, you can copy it and save it elsewhere using the Copy function.
de: Dieser Bericht wird nicht gespeichert. Wenn Sie möchten, können Sie ihn kopieren und an anderer Stelle mit der Kopierfunktion speichern.
es: Este Informe no se guardará. Si lo deseas, puedes copiarlo y guardarlo en otro lugar utilizando la función Copiar.
fr: Ce rapport ne sera pas enregistré. Si vous le souhaitez, vous pouvez le copier et l'enregistrer ailleurs en utilisant la fonction Copier.
hu: Ez a Jelentés nem lesz mentve. Ha szeretné, másolja ki, és mentse el máshol a Másolás funkcióval.

# commonCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás

# commonCopied
source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hu: Másolva a vágólapra

# commonContinue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hu: Folytatás

# partnerDetailsTitle
source: Partner Details
es: Detalles del Pareja
fr: Détails du partenaire
hu: Partner részletei

# partnerBirthDataTitle
source: Enter partner's birth data
de: Geben Sie die Geburtsdaten des Partners ein
es: Ingresa los datos de nacimiento del pareja
fr: Entrez les données de naissance du partenaire
hu: Adja meg a partner születési adatait

# partnerBirthDataFor
source: For "{title}"
de: Für "{title}"
es: Para "{title}"
fr: Pour "{title}"
hu: "{title}" számára

# partnerNameOptionalLabel
source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
hu: Név (opcionális)

# partnerNameHint
source: Partner's name
de: Name des Partners
es: Nombre del pareja
fr: Nom du partenaire
hu: Partner neve

# partnerGenderOptionalLabel
source: Gender (optional)
de: Geschlecht (optional)
es: Género (opcional)
fr: Genre (facultatif)
hu: Nem (opcionális)

# partnerBirthDateLabel
source: Birth Date *
de: Geburtsdatum *
es: Fecha de Nacimiento *
fr: Date de naissance *
hu: Születési dátum *

# partnerBirthDateSelect
source: Select birth date
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento
fr: Sélectionnez la date de naissance
hu: Válassza ki a születési dátumot

# partnerBirthDateMissing
source: Please select the birth date
de: Bitte wählen Sie das Geburtsdatum aus
es: Por favor, selecciona la fecha de nacimiento
fr: Veuillez sélectionner la date de naissance
hu: Kérjük, válassza ki a születési dátumot

# partnerBirthTimeOptionalLabel
source: Birth Time (optional)
de: Geburtszeit (optional)
es: Hora de Nacimiento (opcional)
fr: Heure de naissance (facultatif)
hu: Születési idő (opcionális)

# partnerBirthTimeSelect
source: Select birth time
de: Geburtszeit auswählen
es: Seleccionar hora de nacimiento
fr: Sélectionnez l'heure de naissance
hu: Válassza ki a születési időt

# partnerBirthPlaceLabel
source: Birth Place *
de: Geburtsort *
es: Lugar de Nacimiento *
fr: Lieu de naissance *
hu: Születési hely *

# serviceOfferRequiresPartner
source: Requires partner birth data
de: Benötigt Geburtsdaten des Partners
es: Requiere datos de nacimiento del pareja
fr: Nécessite les données de naissance du partenaire
hu: Szükséges a partner születési adatai

# serviceOfferBetaFree
source: Beta testers get free access!
de: Beta-Tester erhalten kostenlosen Zugang!
es: ¡Los beta testers obtienen acceso gratuito!
fr: Les testeurs bêta bénéficient d'un accès gratuit !
hu: A béta tesztelők ingyenes hozzáférést kapnak!

# serviceOfferUnlocked
source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Déverrouillé
hu: Feloldva

# serviceOfferGenerate
source: Generate Report
de: Bericht erstellen
es: Generar Informe
fr: Générer le rapport
hu: Jelentés generálása

# serviceOfferUnlockFor
source: Unlock for {price}
de: Freischalten für {price}
es: Desbloquear por {price}
fr: Déverrouiller pour {price}
hu: Feloldás {price}-ért

# serviceOfferPreparing
source: Preparing your personalized report…
de: Bereite Ihren personalisierten Bericht vor…
es: Preparando tu informe personalizado…
fr: Préparation de votre rapport personnalisé…
hu: A személyre szabott jelentésed előkészítése…

# serviceOfferTimeout
source: Taking longer than expected. Please try again.
de: Dauert länger als erwartet. Bitte versuchen Sie es erneut.
es: Tardando más de lo esperado. Por favor, inténtalo de nuevo.
fr: Prend plus de temps que prévu. Veuillez réessayer.
hu: Túl sokáig tart. Kérjük, próbálja újra.

# serviceOfferNotReady
source: Report not ready yet. Please try again.
de: Bericht noch nicht bereit. Bitte versuchen Sie es erneut.
es: Informe aún no listo. Por favor, inténtalo de nuevo.
fr: Le rapport n'est pas encore prêt. Veuillez réessayer.
hu: A jelentés még nem készült el. Kérjük, próbálja újra.

# serviceOfferFetchFailed
source: Failed to fetch report: {error}
de: Bericht konnte nicht abgerufen werden: {error}
es: Error al obtener el informe: {error}
fr: Échec de la récupération du rapport : {error}
hu: A jelentés lekérése nem sikerült: {error}

# commonFree
source: FREE
de: KOSTENLOS
es: GRATIS
fr: GRATUIT
hu: INGYENES

# commonLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
hu: Később

# commonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újrapróbálkozás

# commonYes
source: Yes
de: Ja
es: Sí
fr: Oui
hu: Igen

# commonBack
source: Back
de: Zurück
es: Atrás
fr: Retour
hu: Vissza

# commonOptional
source: Optional
es: Opcional
fr: Facultatif
hu: Opcionális

# commonNotSpecified
source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
hu: Nincs megadva

# commonJustNow
source: Just now
de: Gerade eben
es: Justo ahora
fr: À l'instant
hu: Éppen most

# commonViewMore
source: View more
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hu: Továbbiak megtekintése

# commonViewLess
source: View less
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
hu: Kevesebb megtekintése

# commonMinutesAgo
source: {count} min ago
de: Vor {count} Min.
es: hace {count} min
fr: Il y a {count} min
hu: {count} perce

# commonHoursAgo
source: {count}h ago
de: Vor {count}h
es: hace {count}h
fr: Il y a {count}h
hu: {count} órája

# commonDaysAgo
source: {count}d ago
de: Vor {count}d
es: hace {count}d
fr: Il y a {count}j
hu: {count} napja

# askGuideTitle
source: Ask Your Guide
de: Fragen Sie Ihren Guide
es: Pregunta a Tu Guía
fr: Demandez à votre guide
hu: Kérdezze meg az Útmutatóját

# askGuideSubtitle
source: Personal cosmic guidance
de: Persönliche kosmische Anleitung
es: Guía cósmica personal
fr: Guidance cosmique personnelle
hu: Személyes kozmikus útmutatás

# askGuideRemaining
source: {count} left
de: {count} übrig
es: {count} restantes
fr: {count} restant
hu: {count} maradt

# askGuideQuestionHint
source: Ask anything - love, career, decisions, emotions...
de: Fragen Sie alles - Liebe, Karriere, Entscheidungen, Emotionen...
es: Pregunta cualquier cosa - amor, carrera, decisiones, emociones...
fr: Posez n'importe quelle question - amour, carrière, décisions, émotions...
hu: Kérdezzen bármit - szerelem, karrier, döntések, érzelmek...

# askGuideBasedOnChart
source: Based on your birth chart & today's cosmic energies
de: Basierend auf Ihrem Geburtshoroskop & den kosmischen Energien von heute
es: Basado en tu carta natal y las energías cósmicas de hoy
fr: Basé sur votre carte de naissance et les énergies cosmiques d'aujourd'hui
hu: A születési diagramja és a mai kozmikus energiák alapján

# askGuideThinking
source: Your Guide is thinking...
de: Ihr Guide denkt nach...
es: Tu Guía está pensando...
fr: Votre guide réfléchit...
hu: Az Ön Útmutatója gondolkodik...

# askGuideYourGuide
source: Your Guide
de: Ihr Guide
es: Tu Guía
fr: Votre guide
hu: Az Ön Útmutatója

# askGuideEmptyTitle
source: Ask Your First Question
de: Stellen Sie Ihre erste Frage
es: Haz Tu Primera Pregunta
fr: Posez votre première question
hu: Kérdezze meg az Első Kérdését

# askGuideEmptyBody
source: Get instant, deeply personal guidance based on your birth chart and today's cosmic energies.
de: Erhalten Sie sofortige, tief persönliche Anleitung basierend auf Ihrem Geburtshoroskop und den kosmischen Energien von heute.
es: Obtén orientación instantánea y profundamente personal basada en tu carta natal y las energías cósmicas de hoy.
fr: Obtenez une guidance instantanée et profondément personnelle basée sur votre carte de naissance et les énergies cosmiques d'aujourd'hui.
hu: Azonnali, mélyen személyes útmutatást kap a születési diagramja és a mai kozmikus energiák alapján.

# askGuideEmptyHint
source: Ask anything — love, career, decisions, emotions.
de: Fragen Sie alles — Liebe, Karriere, Entscheidungen, Emotionen.
es: Pregunta cualquier cosa — amor, carrera, decisiones, emociones.
fr: Posez n'importe quelle question — amour, carrière, décisions, émotions.
hu: Kérdezzen bármit — szerelem, karrier, döntések, érzelmek.

# askGuideLoadFailed
source: Failed to load data
de: Daten konnten nicht geladen werden
es: Error al cargar datos
fr: Échec du chargement des données
hu: Az adatok betöltése nem sikerült

# askGuideSendFailed
source: Failed to send question: {error}
de: Frage konnte nicht gesendet werden: {error}
es: Error al enviar la pregunta: {error}
fr: Échec de l'envoi de la question : {error}
hu: A kérdés elküldése nem sikerült: {error}

# askGuideLimitTitle
source: Monthly Limit Reached
de: Monatliches Limit erreicht
es: Límite Mensual Alcanzado
fr: Limite mensuelle atteinte
hu: Havi Korlát Elérve

# askGuideLimitBody
source: You've reached your monthly limit of requests.
de: Sie haben Ihr monatliches Anfrage-Limit erreicht.
es: Has alcanzado tu límite mensual de solicitudes.
fr: Vous avez atteint votre limite mensuelle de demandes.
hu: Elérte a havi kérésének korlátját.

# askGuideLimitAddon
source: You can purchase a $1.99 add-on to continue using this service for the rest of the current billing month.
de: Sie können ein Add-On für 1,99 $ erwerben, um diesen Dienst für den Rest des aktuellen Abrechnungsmonats weiter zu nutzen.
es: Puedes comprar un complemento de $1.99 para seguir utilizando este servicio durante el resto del mes de facturación actual.
fr: Vous pouvez acheter un add-on à 1,99 $ pour continuer à utiliser ce service pour le reste du mois de facturation actuel.
hu: Vásárolhat egy $1.99 kiegészítőt, hogy továbbra is használhassa ezt a szolgáltatást a jelenlegi számlázási hónap hátralévő részében.

# askGuideLimitBillingEnd
source: Your billing month ends on: {date}
de: Ihr Abrechnungsmonat endet am: {date}
es: Tu mes de facturación termina el: {date}
fr: Votre mois de facturation se termine le : {date}
hu: A számlázási hónapja vége: {date}

# contextTitle
source: Personal Context
de: Persönlicher Kontext
es: Contexto Personal
fr: Contexte personnel
hu: Személyes Kontextus

# contextStepOf
source: Step {current} of {total}
de: Schritt {current} von {total}
es: Paso {current} de {total}
fr: Étape {current} sur {total}
hu: {current} lépés a {total}-ból

# contextStep1Title
source: People around you
de: Menschen um Sie herum
es: Personas a tu alrededor
fr: Personnes autour de vous
hu: Az Önt körülvevő emberek

# contextStep1Subtitle
source: Your relationship and family context helps us understand your emotional landscape.
de: Ihr Beziehungs- und Familienkontext hilft uns, Ihre emotionale Landschaft zu verstehen.
es: Tu contexto de relaciones y familia nos ayuda a entender tu paisaje emocional.
fr: Votre contexte relationnel et familial nous aide à comprendre votre paysage émotionnel.
hu: A kapcsolati és családi kontextus segít megérteni érzelmi táját.

# contextStep2Title
source: Professional Life
de: Berufliches Leben
es: Vida Profesional
fr: Vie professionnelle
hu: Szakmai élet

# contextStep2Subtitle
source: Your work and daily rhythm shape how you experience pressure, growth, and purpose.
de: Ihre Arbeit und Ihr täglicher Rhythmus prägen, wie Sie Druck, Wachstum und Sinn erleben.
es: Tu trabajo y ritmo diario moldean cómo experimentas la presión, el crecimiento y el propósito.
fr: Votre travail et votre rythme quotidien façonnent votre expérience de la pression, de la croissance et du but.
hu: A munkája és napi ritmusa alakítja, hogyan tapasztalja meg a nyomást, a növekedést és a célt.

# contextStep3Title
source: How life feels right now
de: Wie sich das Leben gerade anfühlt
es: Cómo se siente la vida ahora mismo
fr: Comment la vie se sent en ce moment
hu: Hogyan érzi most az életet

# contextStep3Subtitle
source: There are no right or wrong answers, just your current reality
de: Es gibt keine richtigen oder falschen Antworten, nur Ihre aktuelle Realität
es: No hay respuestas correctas o incorrectas, solo tu realidad actual
fr: Il n'y a pas de bonnes ou de mauvaises réponses, juste votre réalité actuelle
hu: Nincsenek helyes vagy helytelen válaszok, csak a jelenlegi valósága

# contextStep4Title
source: What matters most to you
de: Was Ihnen am wichtigsten ist
es: Lo que más te importa
fr: Ce qui compte le plus pour vous
hu: Mi számít Önnek a legjobban

# contextStep4Subtitle
source: So your guidance aligns with what you truly care about
de: Damit Ihre Anleitung mit dem übereinstimmt, was Ihnen wirklich wichtig ist
es: Para que tu orientación se alinee con lo que realmente te importa
fr: Ainsi, votre guidance s'aligne avec ce qui vous tient vraiment à cœur
hu: Így az útmutatása összhangban van azzal, ami igazán fontos Önnek

# contextPriorityRequired
source: Please select at least one priority area.
de: Bitte wählen Sie mindestens einen Prioritätsbereich aus.
es: Por favor, selecciona al menos un área de prioridad.
fr: Veuillez sélectionner au moins un domaine de priorité.
hu: Kérjük, válasszon ki legalább egy prioritási területet.

# contextSaveFailed
source: Failed to save profile: {error}
de: Profil konnte nicht gespeichert werden: {error}
es: Error al guardar el perfil: {error}
fr: Échec de l'enregistrement du profil : {error}
hu: A profil mentése nem sikerült: {error}

# contextSaveContinue
source: Save & Continue
de: Speichern & Fortfahren
es: Guardar y continuar
fr: Enregistrer & Continuer
hu: Mentés és folytatás

# contextRelationshipStatusTitle
source: Current relationship status
de: Aktueller Beziehungsstatus
es: Estado actual de la relación
fr: Statut relationnel actuel
hu: Jelenlegi párkapcsolati státusz

# contextSeekingRelationshipTitle
source: Are you looking for a relationship?
de: Suchen Sie eine Beziehung?
es: ¿Estás buscando una relación?
fr: Cherchez-vous une relation ?
hu: Keresel párkapcsolatot?

# contextHasChildrenTitle
source: Do you have children?
de: Haben Sie Kinder?
es: ¿Tienes hijos?
fr: Avez-vous des enfants ?
hu: Vannak gyermekeid?

# contextChildrenDetailsOptional
source: Children details (optional)
de: Details zu Kindern (optional)
es: Detalles de los hijos (opcional)
fr: Détails sur les enfants (optionnel)
hu: Gyermekek részletei (opcionális)

# contextAddChild
source: Add child
de: Kind hinzufügen
es: Agregar hijo
fr: Ajouter un enfant
hu: Gyermek hozzáadása

# contextChildAgeLabel
source: Age
de: Alter
es: Edad
fr: Âge
hu: Kor

# contextChildAgeYears
source: {age} {age, plural, =1{year} other{years}}
de: {age} {age, plural, =1{Jahr} other{Jahre}}
es: {age} {age, plural, =1{año} other{años}}
fr: {age} {age, plural, =1{an} other{ans}}
hu: {age} {age, plural, =1{év} other{év}}

# contextChildGenderLabel
source: Gender
de: Geschlecht
es: Género
fr: Genre
hu: Nem

# contextRelationshipSingle
source: Single
de: Ledig
es: Soltero
fr: Célibataire
hu: Egyedülálló

# contextRelationshipInRelationship
source: In a relationship
de: In einer Beziehung
es: En una relación
fr: En couple
hu: Kapcsolatban

# contextRelationshipMarried
source: Married / Civil partnership
de: Verheiratet / Eingetragene Partnerschaft
es: Casado / Pareja de hecho
fr: Marié / Partenariat civil
hu: Házas / Élettársi kapcsolat

# contextRelationshipSeparated
source: Separated / Divorced
de: Getrennt / Geschieden
es: Separado / Divorciado
fr: Séparé / Divorcé
hu: Elvált / Különélő

# contextRelationshipWidowed
source: Widowed
de: Witwe/Witwer
es: Viudo
fr: Veuf / Veuve
hu: Özvegy

# contextRelationshipPreferNotToSay
source: Prefer not to say
de: Möchte ich nicht sagen
es: Prefiero no decirlo
fr: Préfère ne pas dire
hu: Nem szeretném megmondani

# contextProfessionalStatusTitle
source: Current professional status
de: Aktueller beruflicher Status
es: Estado profesional actual
fr: Statut professionnel actuel
hu: Jelenlegi szakmai státusz

# contextProfessionalStatusOtherHint
source: Please specify your work status
de: Bitte geben Sie Ihren Arbeitsstatus an
es: Por favor especifica tu estado laboral
fr: Veuillez préciser votre statut professionnel
hu: Kérlek, add meg a munkavállalói státuszodat

# contextIndustryTitle
source: Main industry/domain
de: Hauptbranche/Bereich
es: Industria/dominio principal
fr: Secteur principal
hu: Fő iparág/terület

# contextWorkStatusStudent
source: Student
es: Estudiante
fr: Étudiant
hu: Diák

# contextWorkStatusUnemployed
source: Unemployed / Between jobs
de: Arbeitslos / Zwischenjobs
es: Desempleado / Entre trabajos
fr: Sans emploi / En recherche d'emploi
hu: Munkanélküli / Két munka között

# contextWorkStatusEmployedIc
source: Employed (Individual contributor)
de: Angestellt (Einzelbeitragender)
es: Empleado (Contribuyente individual)
fr: Employé (Contributeur individuel)
hu: Foglalkoztatott (Egyéni hozzájáruló)

# contextWorkStatusEmployedManagement
source: Employed (Management)
de: Angestellt (Management)
es: Empleado (Gestión)
fr: Employé (Gestion)
hu: Foglalkoztatott (Vezetői)

# contextWorkStatusExecutive
source: Executive / Leadership (C-level)
de: Führungskraft / Leitung (C-Level)
es: Ejecutivo / Liderazgo (nivel C)
fr: Cadre / Direction (niveau C)
hu: Vezető / Vezetőség (C-szint)

# contextWorkStatusSelfEmployed
source: Self-employed / Freelancer
de: Selbstständig / Freiberufler
es: Autónomo / Freelance
fr: Travailleur indépendant / Freelance
hu: Önálló vállalkozó / Szabadúszó

# contextWorkStatusEntrepreneur
source: Entrepreneur / Business owner
de: Unternehmer / Geschäftsinhaber
es: Emprendedor / Propietario de negocio
fr: Entrepreneur / Propriétaire d'entreprise
hu: Vállalkozó / Cégvezető

# contextWorkStatusInvestor
source: Investor
es: Inversor
fr: Investisseur
hu: Befektető
