Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# proNatalHeroSubtitle
source: Get comprehensive 150-200 word interpretations for each planetary placement in your birth chart.
de: Erhalten Sie umfassende 150-200 Wörter lange Interpretationen für jede planetarische Platzierung in Ihrem Geburtshoroskop.
es: Obtén interpretaciones completas de 150-200 palabras para cada colocación planetaria en tu carta natal.
fr: Obtenez des interprétations complètes de 150 à 200 mots pour chaque placement planétaire dans votre carte de naissance.
hu: Kapjon átfogó, 150-200 szavas magyarázatokat minden bolygóhelyzetre a születési horoszkópjában.

# proNatalFeature1Title
source: Deep Personality Insights
de: Tiefgehende Persönlichkeitsanalysen
es: Perspectivas Profundas de Personalidad
fr: Insights Profonds sur la Personnalité
hu: Mély Személyiség Megértések

# proNatalFeature1Body
source: Understand how each planet shapes your unique personality and life path.
de: Verstehen Sie, wie jeder Planet Ihre einzigartige Persönlichkeit und Lebensweg prägt.
es: Entiende cómo cada planeta moldea tu personalidad única y tu camino de vida.
fr: Comprenez comment chaque planète façonne votre personnalité unique et votre chemin de vie.
hu: Értsd meg, hogyan formálja minden bolygó az egyedi személyiségedet és életutad.

# proNatalFeature2Title
source: AI-Powered Analysis
de: KI-gestützte Analyse
es: Análisis Potenciado por IA
fr: Analyse Alimentée par IA
hu: AI-vezérelt Elemzés

# proNatalFeature2Body
source: Advanced interpretations tailored to your exact planetary positions.
de: Fortgeschrittene Interpretationen, die auf Ihren genauen planetarischen Positionen basieren.
es: Interpretaciones avanzadas adaptadas a tus posiciones planetarias exactas.
fr: Interprétations avancées adaptées à vos positions planétaires exactes.
hu: Fejlett magyarázatok, amelyek a pontos bolygóhelyzeteidhez vannak igazítva.

# proNatalFeature3Title
source: Actionable Guidance
de: Umsetzbare Anleitungen
es: Orientación Accionable
fr: Conseils Actionnables
hu: Használható Útmutatás

# proNatalFeature3Body
source: Practical advice for career, relationships, and personal growth.
de: Praktische Ratschläge für Karriere, Beziehungen und persönliches Wachstum.
es: Consejos prácticos para carrera, relaciones y crecimiento personal.
fr: Conseils pratiques pour la carrière, les relations et la croissance personnelle.
hu: Gyakorlati tanácsok karrierhez, kapcsolatokhoz és személyes fejlődéshez.

# proNatalFeature4Title
source: Lifetime Access
de: Lebenslanger Zugang
es: Acceso de por Vida
fr: Accès à Vie
hu: Élethosszig Tartó Hozzáférés

# proNatalFeature4Body
source: Your interpretations are saved forever. Access anytime.
de: Ihre Interpretationen werden für immer gespeichert. Jederzeit zugänglich.
es: Tus interpretaciones se guardan para siempre. Accede en cualquier momento.
fr: Vos interprétations sont sauvegardées pour toujours. Accédez-y à tout moment.
hu: A magyarázataid örökre elmentésre kerülnek. Bármikor hozzáférhetsz.

# proNatalOneTime
source: One-time purchase
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
hu: Egyszeri vásárlás

# proNatalNoSubscription
source: No subscription required
de: Kein Abonnement erforderlich
es: No se requiere suscripción
fr: Aucun abonnement requis
hu: Előfizetés nem szükséges

# askGuideLimitGetAddon
source: Get Add-On
de: Add-On holen
es: Obtener complemento
fr: Obtenir l'Add-On
hu: Kiegészítő beszerzése

# commonNo
source: No
de: Nein
fr: Non
hu: Nem

# commonErrorWithMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
hu: Hiba: {error}

# checkoutTotalLabel
source: Total
de: Gesamt
hu: Összesen

# deleteAccountDeleteHint
source: DELETE
fr: SUPPRIMER
