Repository: alexgro171-coder/astro-app
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, hu

# concernsEmptyTitle
source: No concerns here
de: Keine Anliegen hier
es: No hay preocupaciones aquí
fr: Aucune préoccupation ici
hu: Nincsenek aggodalmak itt

# concernsEmptySubtitle
source: Add a focus topic to get personalized guidance
de: Fügen Sie ein Fokus-Thema hinzu, um personalisierte Anleitung zu erhalten
es: Agrega un tema de enfoque para obtener guía personalizada
fr: Ajoutez un sujet de focus pour obtenir des conseils personnalisés
hu: Adj hozzá egy fókusz témát, hogy személyre szabott útmutatást kapj

# concernsCategoryCareer
source: Career & Job
de: Karriere & Job
es: Carrera y Trabajo
fr: Carrière & Emploi
hu: Karrier és Munka

# concernsCategoryHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
hu: Egészség

# concernsCategoryRelationship
source: Relationship
de: Beziehung
es: Relación
fr: Relation
hu: Kapcsolat

# concernsCategoryFamily
source: Family
de: Familie
es: Familia
fr: Famille
hu: Család

# concernsCategoryMoney
source: Money
de: Geld
es: Dinero
fr: Argent
hu: Pénz

# concernsCategoryBusiness
source: Business
de: Geschäft
es: Negocios
fr: Affaires
hu: Üzlet

# concernsCategoryPartnership
source: Partnership
de: Partnerschaft
es: Asociación
fr: Partenariat
hu: Partnerség

# concernsCategoryGrowth
source: Personal Growth
de: Persönliches Wachstum
es: Crecimiento Personal
fr: Croissance Personnelle
hu: Személyes Fejlődés

# concernsMinLength
source: Please describe your concern in more detail (at least 10 characters)
de: Bitte beschreiben Sie Ihr Anliegen ausführlicher (mindestens 10 Zeichen)
es: Por favor describe tu preocupación con más detalle (al menos 10 caracteres)
fr: Veuillez décrire votre préoccupation plus en détail (au moins 10 caractères)
hu: Kérjük, írd le az aggodalmadat részletesebben (legalább 10 karakter)

# concernsSubmitFailed
source: Failed to submit concern. Please try again.
de: Einreichung des Anliegens fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al enviar la preocupación. Por favor, intenta de nuevo.
fr: Échec de l'envoi de la préoccupation. Veuillez réessayer.
hu: Nem sikerült benyújtani az aggodalmat. Kérjük, próbáld újra.

# concernsAddTitle
source: What's on your mind?
de: Was beschäftigt Sie?
es: ¿Qué tienes en mente?
fr: Qu'est-ce qui vous préoccupe ?
hu: Mi jár a fejedben?

# concernsAddDescription
source: Share your current concern, question, or life situation. Our AI will analyze it and provide focused guidance starting tomorrow.
de: Teilen Sie Ihr aktuelles Anliegen, Ihre Frage oder Ihre Lebenssituation. Unsere KI wird es analysieren und ab morgen fokussierte Anleitung bieten.
es: Comparte tu preocupación actual, pregunta o situación de vida. Nuestra IA la analizará y proporcionará guía enfocada a partir de mañana.
fr: Partagez votre préoccupation actuelle, question ou situation de vie. Notre IA l'analysera et fournira des conseils ciblés à partir de demain.
hu: Oszd meg a jelenlegi aggodalmadat, kérdésedet vagy élethelyzetedet. Az AI-nk elemezni fogja, és fókuszált útmutatást ad holnaptól.

# concernsExamplesTitle
source: Examples of concerns:
de: Beispiele für Anliegen:
es: Ejemplos de preocupaciones:
fr: Exemples de préoccupations :
hu: A gondok példái:

# concernsExampleCareer
source: Career change decision
de: Entscheidung über Berufswechsel
es: Decisión de cambio de carrera
fr: Décision de changement de carrière
hu: Karrierváltás döntés

# concernsExampleRelationship
source: Relationship challenges
de: Herausforderungen in Beziehungen
es: Desafíos en la relación
fr: Défis relationnels
hu: Kapcsolati kihívások

# concernsExampleFinance
source: Financial investment timing
de: Zeitpunkt finanzieller Investitionen
es: Momento de inversión financiera
fr: Timing d'investissement financier
hu: Pénzügyi befektetés időzítése

# concernsExampleHealth
source: Health and wellness focus
de: Fokus auf Gesundheit und Wellness
es: Enfoque en salud y bienestar
fr: Concentration sur la santé et le bien-être
hu: Egészség és wellness fókusz

# concernsExampleGrowth
source: Personal growth direction
de: Richtung persönliches Wachstum
es: Dirección de crecimiento personal
fr: Direction de la croissance personnelle
hu: Személyes fejlődés iránya

# concernsSubmitButton
source: Submit Concern
de: Anliegen einreichen
es: Enviar Preocupación
fr: Soumettre la Préoccupation
hu: Agyalás Benyújtása

# concernsSuccessTitle
source: Concern Recorded!
de: Anliegen aufgezeichnet!
es: ¡Preocupación Registrada!
fr: Préoccupation Enregistrée !
hu: Agyalás Rögzítve!

# concernsCategoryLabel
source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie :
hu: Kategória:

# concernsSuccessMessage
source: Starting tomorrow, your daily guidance will focus more on this topic.
de: Ab morgen wird Ihre tägliche Anleitung mehr auf dieses Thema fokussiert sein.
es: A partir de mañana, tu guía diaria se centrará más en este tema.
fr: À partir de demain, votre guidance quotidienne se concentrera davantage sur ce sujet.
hu: Holnaptól a napi útmutatásod jobban fog fókuszálni erre a témára.

# concernsViewFocusTopics
source: View My Focus Topics
de: Meine Fokus-Themen anzeigen
es: Ver Mis Temas de Enfoque
fr: Voir Mes Sujets de Focus
hu: Nézd meg a Fókusz Témáimat

# deleteAccountTitle
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
hu: Fiók Törlése

# deleteAccountHeading
source: Delete Your Account?
de: Ihr Konto löschen?
es: ¿Eliminar Tu Cuenta?
fr: Supprimer Votre Compte ?
hu: Törölni szeretnéd a fiókodat?

# deleteAccountConfirmError
source: Please type DELETE to confirm
de: Bitte geben Sie DELETE zur Bestätigung ein
es: Por favor escribe DELETE para confirmar
fr: Veuillez taper SUPPRIMER pour confirmer
hu: Kérjük, írd be a DELETE-et a megerősítéshez

# deleteAccountFinalWarningTitle
source: Final Warning
de: Letzte Warnung
es: Advertencia Final
fr: Avertissement Final
hu: Végső Figyelmeztetés

# deleteAccountFinalWarningBody
source: This action cannot be undone. All your data, including: • Your profile and birth data • Natal chart and interpretations • Daily guidance history • Personal context and preferences • All purchased content Will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten, einschließlich: • Ihr Profil und Geburtsdaten • Geburtshoroskop und Interpretationen • Verlauf der täglichen Anleitung • Persönlicher Kontext und Vorlieben • Alle gekauften Inhalte werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos tus datos, incluyendo: • Tu perfil y datos de nacimiento • Carta natal e interpretaciones • Historial de guía diaria • Contexto personal y preferencias • Todo el contenido comprado Se eliminarán permanentemente.
fr: Cette action ne peut pas être annulée. Toutes vos données, y compris : • Votre profil et vos données de naissance • Thème natal et interprétations • Historique des conseils quotidiens • Contexte personnel et préférences • Tout contenu acheté Sera définitivement supprimé.
hu: Ez a művelet nem vonható vissza. Minden adatod, beleértve: • A profilodat és születési adataidat • A születési térképedet és értelmezéseket • A napi útmutatás történetét • Személyes kontextust és preferenciákat • Minden megvásárolt tartalmat Örökre törlésre kerül.

# deleteAccountConfirmButton
source: Delete Forever
de: Für immer löschen
es: Eliminar Para Siempre
fr: Supprimer Pour Toujours
hu: Törlés Örökre

# deleteAccountSuccess
source: Your account has been deleted
de: Ihr Konto wurde gelöscht
es: Tu cuenta ha sido eliminada
fr: Votre compte a été supprimé
hu: A fiókod törölve lett

# deleteAccountFailed
source: Failed to delete account. Please try again.
de: Löschen des Kontos fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al eliminar la cuenta. Por favor, intenta de nuevo.
fr: Échec de la suppression du compte. Veuillez réessayer.
hu: Nem sikerült törölni a fiókot. Kérjük, próbáld újra.

# deleteAccountPermanentWarning
source: This action is permanent and cannot be undone
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden
es: Esta acción es permanente y no se puede deshacer
fr: Cette action est permanente et ne peut pas être annulée
hu: Ez a művelet végleges, és nem vonható vissza

# deleteAccountWarningDetail
source: All your personal data, including your natal chart, guidance history, and any purchases will be permanently deleted.
de: Alle Ihre persönlichen Daten, einschließlich Ihres Geburtshoroskops, des Verlaufs der Anleitung und aller Käufe, werden dauerhaft gelöscht.
es: Todos tus datos personales, incluyendo tu carta natal, historial de guía y cualquier compra serán eliminados permanentemente.
fr: Toutes vos données personnelles, y compris votre thème natal, l'historique des conseils et tout achat seront définitivement supprimés.
hu: Minden személyes adatod, beleértve a születési térképedet, az útmutatás történetét és bármilyen vásárlást, véglegesen törlésre kerül.

# deleteAccountWhatTitle
source: What will be deleted:
de: Was wird gelöscht:
es: ¿Qué se eliminará:
fr: Ce qui sera supprimé :
hu: Mi fog törlődni:

# deleteAccountItemProfile
source: Your profile and account
de: Ihr Profil und Konto
es: Tu perfil y cuenta
fr: Votre profil et compte
hu: A profilod és fiókod

# deleteAccountItemBirthData
source: Birth data and natal chart
de: Geburtsdaten und Geburtshoroskop
es: Datos de nacimiento y carta natal
fr: Données de naissance et thème natal
hu: Születési adatok és születési térkép

# deleteAccountItemGuidance
source: All daily guidance history
de: Alle Verlauf der täglichen Anleitung
es: Todo el historial de guía diaria
fr: Tout l'historique des conseils quotidiens
hu: Minden napi útmutatás története

# deleteAccountItemContext
source: Personal context & preferences
de: Persönlicher Kontext & Vorlieben
es: Contexto personal y preferencias
fr: Contexte personnel & préférences
hu: Személyes kontextus és preferenciák

# deleteAccountItemKarmic
source: Karmic astrology readings
de: Karmische Astrologie-Lesungen
es: Lecturas de astrología kármica
fr: Lectures d'astrologie karmique
hu: Karmikus asztrológiai olvasások

# deleteAccountItemPurchases
source: All purchased content
de: Alle gekauften Inhalte
es: Todo el contenido comprado
fr: Tout le contenu acheté
hu: Minden megvásárolt tartalom

# deleteAccountTypeDelete
source: Type DELETE to confirm
de: Geben Sie DELETE zur Bestätigung ein
es: Escribe DELETE para confirmar
fr: Tapez SUPPRIMER pour confirmer
hu: Írd be a DELETE-et a megerősítéshez

# deleteAccountButton
source: Delete My Account
de: Mein Konto löschen
es: Eliminar Mi Cuenta
fr: Supprimer Mon Compte
hu: Fiókom Törlése

# deleteAccountCancel
source: Cancel, keep my account
de: Abbrechen, Konto behalten
es: Cancelar, mantener mi cuenta
fr: Annuler, garder mon compte
hu: Mégse, tartsd meg a fiókomat

# learnArticleLoadFailed
source: Failed to load article
de: Artikel konnte nicht geladen werden
es: Error al cargar el artículo
fr: Échec du chargement de l'article
hu: Nem sikerült betölteni a cikket

# learnContentInEnglish
source: Content in English
de: Inhalt auf Englisch
es: Contenido en inglés
fr: Contenu en anglais
hu: Tartalom angolul

# learnArticlesLoadFailed
source: Failed to load articles
de: Artikel konnten nicht geladen werden
es: Error al cargar los artículos
fr: Échec du chargement des articles
hu: Nem sikerült betölteni a cikkeket

# learnArticlesEmpty
source: No articles available yet
de: Noch keine Artikel verfügbar
es: No hay artículos disponibles aún
fr: Aucun article disponible pour le moment
hu: Még nincsenek elérhető cikkek

# learnContentFallback
source: Showing content in English (not available in your language)
de: Inhalt auf Englisch anzeigen (nicht in Ihrer Sprache verfügbar)
es: Mostrando contenido en inglés (no disponible en tu idioma)
fr: Affichage du contenu en anglais (non disponible dans votre langue)
hu: Tartalom angolul (nem elérhető a nyelveden)

# checkoutTitle
source: Checkout
de: Kasse
es: Finalizar Compra
fr: Paiement
hu: Pénztár

# checkoutOrderSummary
source: Order Summary
de: Bestellübersicht
es: Resumen del Pedido
fr: Résumé de la Commande
hu: Rendelés Összegzés

# checkoutProTitle
source: Pro Natal Chart
de: Pro Geburtshoroskop
es: Carta Natal Pro
fr: Thème Natal Pro
hu: Pro Születési Térkép

# checkoutProSubtitle
source: Full planetary interpretations
de: Vollständige planetarische Interpretationen
es: Interpretaciones planetarias completas
fr: Interprétations planétaires complètes
hu: Teljes bolygóértelmezések

# checkoutPaymentTitle
source: Payment Integration
de: Zahlungsintegration
es: Integración de Pago
fr: Intégration de Paiement
hu: Fizetési Integráció

# checkoutPaymentSubtitle
source: In-App Purchase integration is being finalized. Please check back soon!
de: Integration von In-App-Käufen wird finalisiert. Bitte bald wieder vorbeischauen!
es: La integración de compra dentro de la aplicación se está finalizando. ¡Por favor, vuelve pronto!
fr: L'intégration d'achat dans l'application est en cours de finalisation. Veuillez revenir bientôt !
hu: Az alkalmazáson belüli vásárlás integrációja folyamatban van. Kérjük, nézd meg később!

# checkoutProcessing
source: Processing...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement...
hu: Feldolgozás...

# checkoutDemoPurchase
source: Demo Purchase (Testing)
de: Demo-Kauf (Test)
es: Compra de demostración (pruebas)
fr: Achat Démo (Test)
hu: Demó vásárlás (Tesztelés)

# checkoutSecurityNote
source: Payment is processed securely through Apple/Google. Your card details are never stored.
de: Die Zahlung wird sicher über Apple/Google verarbeitet. Ihre Kartendaten werden niemals gespeichert.
es: El pago se procesa de forma segura a través de Apple/Google. Los detalles de tu tarjeta nunca se almacenan.
fr: Le paiement est traité de manière sécurisée via Apple/Google. Vos informations de carte ne sont jamais stockées.
hu: A fizetés biztonságosan történik az Apple/Google által. A kártyaadatok soha nem kerülnek tárolásra.

# checkoutSuccess
source: 🎉 Pro Natal Chart unlocked successfully!
de: 🎉 Pro Natal Chart erfolgreich freigeschaltet!
es: 🎉 ¡Carta Natal Pro desbloqueada con éxito!
fr: 🎉 Carte Natal Pro débloquée avec succès !
hu: 🎉 Pro Natal Chart sikeresen feloldva!

# checkoutGenerateFailed
source: Failed to generate interpretations. Please try again.
de: Interpretationen konnten nicht generiert werden. Bitte versuchen Sie es erneut.
es: Error al generar interpretaciones. Por favor, inténtalo de nuevo.
fr: Échec de la génération des interprétations. Veuillez réessayer.
hu: A magyarázatok generálása sikertelen. Kérjük, próbálja újra.

# checkoutErrorWithMessage
source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Une erreur est survenue : {error}
hu: Hiba történt: {error}

# billingUpgrade
source: Upgrade to Premium
de: Upgrade auf Premium
es: Actualizar a Premium
fr: Passer à Premium
hu: Frissítés Prémiumra

# billingFeatureLocked
source: {feature} is a Premium feature
de: {feature} ist eine Premium-Funktion
es: {feature} es una función Premium
fr: {feature} est une fonctionnalité Premium
hu: {feature} egy Prémium funkció

# billingUpgradeBody
source: Upgrade to Premium to unlock this feature and get the most personalized guidance.
de: Upgrade auf Premium, um diese Funktion freizuschalten und die persönlichste Anleitung zu erhalten.
es: Actualiza a Premium para desbloquear esta función y obtener la orientación más personalizada.
fr: Passez à Premium pour débloquer cette fonctionnalité et obtenir des conseils plus personnalisés.
hu: Frissítsen Prémiumra, hogy feloldja ezt a funkciót és a legszemélyre szabottabb útmutatást kapja.

# contextReviewFailed
source: Failed to update. Please try again.
de: Aktualisierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al actualizar. Por favor, inténtalo de nuevo.
fr: Échec de la mise à jour. Veuillez réessayer.
hu: Frissítés sikertelen. Kérjük, próbálja újra.

# contextReviewTitle
source: Time for a Quick Check-in
de: Zeit für ein kurzes Check-in
es: Es hora de una rápida revisión
fr: Temps pour un rapide point
hu: Ideje egy Gyors Ellenőrzésre

# contextReviewBody
source: It's been 3 months since we last updated your personal context. Has anything important changed in your life that we should know about?
de: Es sind 3 Monate vergangen, seit wir Ihren persönlichen Kontext zuletzt aktualisiert haben. Hat sich etwas Wichtiges in Ihrem Leben geändert, das wir wissen sollten?
es: Han pasado 3 meses desde la última vez que actualizamos tu contexto personal. ¿Ha cambiado algo importante en tu vida que debamos saber?
fr: Cela fait 3 mois depuis notre dernière mise à jour de votre contexte personnel. Y a-t-il eu des changements importants dans votre vie dont nous devrions être informés ?
hu: 3 hónap telt el azóta, hogy utoljára frissítettük a személyes kontextusát. Változott valami fontos az életében, amit tudnunk kellene?

# contextReviewHint
source: This helps us give you more personalized guidance.
de: Das hilft uns, Ihnen persönlichere Anleitungen zu geben.
es: Esto nos ayuda a darte una orientación más personalizada.
fr: Cela nous aide à vous donner des conseils plus personnalisés.
hu: Ez segít nekünk abban, hogy személyre szabottabb útmutatást nyújtsunk.

# contextReviewNoChanges
source: No changes
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement
hu: Nincs változás

# contextReviewYesUpdate
source: Yes, update
de: Ja, aktualisieren
es: Sí, actualizar
fr: Oui, mettre à jour
hu: Igen, frissítés

# contextProfileLoadFailed
source: Failed to load profile
de: Profil konnte nicht geladen werden
es: Error al cargar el perfil
fr: Échec du chargement du profil
hu: Profil betöltése sikertelen

# contextCardTitle
source: Personal Context
de: Persönlicher Kontext
es: Contexto Personal
fr: Contexte Personnel
hu: Személyes Kontextus

# contextCardSubtitle
source: Set up your personal context to receive more tailored guidance.
de: Richten Sie Ihren persönlichen Kontext ein, um maßgeschneiderte Anleitungen zu erhalten.
es: Configura tu contexto personal para recibir una orientación más adaptada.
fr: Configurez votre contexte personnel pour recevoir des conseils plus adaptés.
hu: Állítsa be a személyes kontextusát, hogy személyre szabottabb útmutatást kapjon.

# contextCardSetupNow
source: Set Up Now
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer Maintenant
hu: Állítsa be most

# contextCardVersionUpdated
source: Version {version} • Last updated {date}
de: Version {version} • Zuletzt aktualisiert am {date}
es: Versión {version} • Última actualización {date}
fr: Version {version} • Dernière mise à jour {date}
hu: Verzió {version} • Utoljára frissítve: {date}

# contextCardAiSummary
source: AI Summary
de: KI-Zusammenfassung
es: Resumen de IA
fr: Résumé IA
hu: AI Összefoglaló

# contextCardToneTag
source: {tone} tone
de: {tone} Ton
es: tono {tone}
fr: ton {tone}
hu: {tone} hangvétel

# contextCardSensitivityTag
source: sensitivity on
de: Sensibilität aktiviert
es: sensibilidad activada
fr: sensibilité activée
hu: érzékenység be

# contextCardReviewDue
source: Review due - update your context
de: Überprüfung fällig - aktualisieren Sie Ihren Kontext
es: Revisión pendiente - actualiza tu contexto
fr: Révision due - mettez à jour votre contexte
hu: Felülvizsgálat esedékes - frissítse a kontextusát

# contextCardNextReview
source: Next review in {days} days
de: Nächste Überprüfung in {days} Tagen
es: Próxima revisión en {days} días
fr: Prochaine révision dans {days} jours
hu: Következő felülvizsgálat {days} napon belül

# contextDeleteTitle
source: Delete Personal Context?
de: Persönlichen Kontext löschen?
es: ¿Eliminar el Contexto Personal?
fr: Supprimer le Contexte Personnel ?
hu: Személyes Kontextus törlése?

# contextDeleteBody
source: This will delete your personal context profile. Your guidance will become less personalized.
de: Dies wird Ihr persönliches Kontextprofil löschen. Ihre Anleitung wird weniger personalisiert.
es: Esto eliminará tu perfil de contexto personal. Tu orientación se volverá menos personalizada.
fr: Cela supprimera votre profil de contexte personnel. Vos conseils deviendront moins personnalisés.
hu: Ez törli a személyes kontextus profilját. Az útmutatása kevésbé lesz személyre szabott.

# contextDeleteFailed
source: Failed to delete profile
de: Profil konnte nicht gelöscht werden
es: Error al eliminar el perfil
fr: Échec de la suppression du profil
hu: Profil törlése sikertelen

# appTitle
source: Inner Wisdom
de: Innere Weisheit
es: Sabiduría Interior
fr: Sagesse Intérieure
hu: Belső Bölcsesség

# concernsHintExample
source: Example: I have a job offer in another city and I'm not sure if I should accept it...
de: Beispiel: Ich habe ein Jobangebot in einer anderen Stadt und bin mir nicht sicher, ob ich es annehmen soll...
es: Ejemplo: Tengo una oferta de trabajo en otra ciudad y no estoy seguro de si debo aceptarla...
fr: Exemple : J'ai une offre d'emploi dans une autre ville et je ne suis pas sûr de l'accepter...
hu: Példa: Van egy állásajánlatom egy másik városban, és nem vagyok biztos benne, hogy el kellene-e fogadnom...

# learnTitle
source: Learn Astrology
de: Astrologie lernen
es: Aprender Astrología
fr: Apprendre l'Astrologie
hu: Tanulj Asztrológiát

# learnFreeTitle
source: Free Learning Resources
de: Kostenlose Lernressourcen
es: Recursos de Aprendizaje Gratuitos
fr: Ressources d'Apprentissage Gratuites
hu: Ingyenes Tanulási Források

# learnFreeSubtitle
source: Explore the fundamentals of astrology
de: Erforschen Sie die Grundlagen der Astrologie
es: Explora los fundamentos de la astrología
fr: Explorez les fondamentaux de l'astrologie
hu: Fedezze fel az asztrológia alapjait

# learnSignsTitle
source: Signs
de: Zeichen
es: Signos
fr: Signes
hu: Jelek

# learnSignsSubtitle
source: 12 Zodiac signs and their meanings
de: 12 Tierkreiszeichen und ihre Bedeutungen
es: 12 signos del zodiaco y sus significados
fr: 12 signes du zodiaque et leurs significations
hu: 12 Zodiákus jel és jelentésük

# learnPlanetsTitle
source: Planets
de: Planeten
es: Planetas
fr: Planètes
hu: Bolygók

# learnPlanetsSubtitle
source: Celestial bodies in astrology
de: Himmelskörper in der Astrologie
es: Cuerpos celestes en astrología
fr: Corps célestes en astrologie
hu: Égi testek az asztrológiában

# learnHousesTitle
source: Houses
de: Häuser
es: Casas
fr: Maisons
hu: Házak

# learnHousesSubtitle
source: 12 life areas in your chart
de: 12 Lebensbereiche in Ihrem Chart
es: 12 áreas de vida en tu carta
fr: 12 domaines de vie dans votre carte
hu: 12 életterület a horoszkópjában

# learnTransitsTitle
source: Transits
de: Transite
es: Tránsitos
hu: Átmenetek

# learnTransitsSubtitle
source: Planetary movements & effects
de: Planetarische Bewegungen & Auswirkungen
es: Movimientos planetarios y efectos
fr: Mouvements planétaires & effets
hu: Bolygómozgások és hatások

# learnPaceTitle
source: Learn at Your Pace
de: Lernen in Ihrem Tempo
es: Aprende a tu Ritmo
fr: Apprenez à Votre Rythme
hu: Tanulj a Saját Tempódban

# learnPaceSubtitle
source: Comprehensive lessons to deepen your astrological knowledge
de: Umfassende Lektionen zur Vertiefung Ihres astrologischen Wissens
es: Lecciones completas para profundizar tu conocimiento astrológico
fr: Leçons complètes pour approfondir vos connaissances astrologiques
hu: Átfogó leckék az asztrológiai tudás elmélyítéséhez

# proNatalTitle
source: Pro Natal Chart
es: Carta Natal Pro
fr: Carte Natal Pro

# proNatalHeroTitle
source: Unlock Deep Insights
de: Tiefere Einblicke freischalten
es: Desbloquea Perspectivas Profundas
fr: Débloquez des Insights Profonds
hu: Mélységi Megértések Feloldása
